{
  "id": "12009497",
  "title": "Phía Nam biên giới, phía Tây mặt trời",
  "author": "Haruki Murakami",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630471599l/12009497.jpg",
  "category": "Finished",
  "status": "read",
  "type": "fiction",
  "tags": [
    "other-novels"
  ],
  "userRating": 4,
  "averageRating": 3.81,
  "summary": "Với một cốt truyện thoáng mở, <i>Phía Nam biên giới, phía Tây mặt trời</i> dùng câu chuyện như không có chuyện để biểu đạt một triết lý sống riêng của Haruki Murakami. Tác phẩm tái hiện một quãng đời 30 năm với hình ảnh những người con gái đã đi qua cuộc đời của Tôi - Hajime.<br /><br />Ngay từ tuổi thơ, Hajime đã có những ám ảnh kỳ lạ về sự cô độc, chỉ vì cậu là “con một” trong gia đình. Cậu kết bạn thân với Shimamoto-san, một cô bé xinh xắn nhưng chân mang tật. Bởi vì, cô cũng là “con một”, và cô có sức ám ảnh kỳ lạ mà khi đó, Hajime chưa lý giải nổi. Thế rồi, lần chuyến nhà đưa họ xa nhau, trở thành một ký ức tuổi thơ.<br /><br />Hajime trưởng thành, và dù không còn bị ảnh hưởng gì, ám ảnh “con một” vẫn đôi khi tồn tại. Người bạn gái xinh đẹp mới, Izumi xuất hiện. Izumi đã cho Hajime những động chạm đầu tiên, nhưng cô không đủ sức vượt qua nỗi lo âu của tuổi thơ nên Hajime đã khiến cô bị tổn thương. Hajime lao vào vòng tay người chị họ của Izumi chỉ bởi vì khao khát bản năng khôn cưỡng. Và khi bước chân vào đại học ở một nơi xa, Hajime dần quên cả hai người con gái đó, một người không mang đến tình yêu đầy đủ, một người chỉ mang đến tình dục. Họ không còn thể gợi lên điều gì, khi Hajime nhớ lại, bởi lẽ họ chưa từng ám ảnh.<br /><br />Nhiều năm tháng sống cuộc đời buồn chán, không một cuộc tình, không một người yêu chính thức, Hajime cảm nhận được sự tẻ nhạt của cuộc đời. Nhưng rồi, 37 tuổi Hajime đã có gần như tất cả, người vợ trẻ đẹp Yukiko - người mang đến gia sản cho Hajime lập nghiệp, những đứa con xinh xắn, 2 quán bar mỹ mãn và nổi tiếng. Một cơ sở đầy đủ cho những cuộc tình thoáng qua. Dù vậy, Hajime vẫn cảm thấy, từ trong sâu thẳm, một sự thiếu thốn, một cái gì chưa đủ. Và chỉ khi Shimamoto-san xuất hiện trở lại với vẻ đẹp rực rỡ, với đôi chân đã lành lặn, với một quá khứ bí ẩn, với sự xuất hiện kỳ lạ không lý giải nổi, và hơn hết, với cảm xúc đến một cách mạnh mẽ, Hajime mới như thực sự bắt đầu một tình yêu. Tên tác phẩm chính là tên bài hát thường chơi nơi quán bar đã đưa hai người gặp lại nhau.<br /><br />Hajime sẵn sàng từ bỏ mọi thứ mình đang có để đến với người bạn từ thơ ấu. Họ đã có một đêm vứt lại tất cả phía sau để hưởng thụ sự chia sẻ sâu thẳm nhất. Nhưng rồi cũng bí hiểm như lần xuất hiện, Shimamoto-san biến mất, sau khi biết được con người của Hajime, và thế là đủ. Trở về với người vợ đau khổ nhưng vẫn yêu và bỏ qua mọi chuyện, Hajime ngước lên trần nhà để suy nghiệm về kiếp người. Hajime tự nghĩ, dù được sống trong đầy đủ hay thiếu thốn, cuộc đời con người thực sự cũng chỉ là sa mạc.",
  "date": "Mon, 3 Mar 2025 00:00:00 +0000",
  "readAt": "Mon, 3 Mar 2025 00:00:00 +0000",
  "ambientMedia": {
    "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630471599l/12009497.jpg",
    "type": "image"
  }
}