{
  "id": "18395909",
  "title": "Skinner's Box (Fang Mu - Eastern Crimes, #3)",
  "author": "Mi Lei",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1377765129l/18395909.jpg",
  "category": "Finished",
  "status": "read",
  "type": "fiction",
  "tags": [
    "detective-novels"
  ],
  "userRating": 3,
  "averageRating": 3.9,
  "summary": "<i>Alternate Cover Edition for <a href=\"https://www.goodreads.com/book/show/18162503-skinner-s-box\" rel=\"nofollow noopener\">B00DJA5YOU</a>.</i><br /><br />A perfect mix between Chinese versions of The Girl with the Dragon Tattoo and Silence of the Lambs.<br /><br />Why did he, who murdered his girlfriend's head teacher on Teacher's Day with his own hands, suddenly break out of prison on the same day that Fang Mu was to testify in court to spare him from the death penalty?<br /><br />Why does he, who has taken so many orphans under his wing to care for personally, frequently stare with sad, hollow eyes at a portrait of a deceased child?<br /><br />Deep within an underground labyrinth, a man is found electrocuted to death; high on the top shelf of a department store's stuffed animal display wall, a giant teddy bear suddenly begins to drip blood; a man's corpse is discovered, castrated, and with his arms around a sex doll whose clothing is completely intact…. Are they all part of a group of injured guinea pigs? Or are they themselves cruel, perverted killers? Is this an age-old theater, a purging remedy for redemption, or some sort of fiendish ritual? Fang Mu is once again pulled into a vortex of massacre. Does he allow this to happen out of a sense of duty? Or is there something else inside him, guiding him against his will? <br /><br />Through all his trials and tribulations, will Fang Mu comply with Teacher Qiao's final wish that he become a police officer, or will he return to the life of an ordinary citizen and never look back?<br /><br />This is a story about growing up.<br /><br />This is a story of self-redemption.<br /><br />This is a story that at times will leave you burning with anger, recoiling from fear, warming with hope, or brimming with sorrow.<br /><br />If you have read the first book in the series, Profiler, then Skinner's Box will lead you to discover a whole new side to Lei Mi's writing. Fang Mu is still Fang Mu, and the cases are still just as bewildering and complex. But this is an entirely different interpretation of the ugliness and evil of human nature and the criminal mind caught wandering back and forth between heaven and hell.",
  "date": "Fri, 19 Sep 2025 00:00:00 +0000",
  "readAt": "Fri, 19 Sep 2025 00:00:00 +0000",
  "ambientMedia": {
    "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1377765129l/18395909.jpg",
    "type": "image"
  }
}