{
  "id": "199325945",
  "title": "Gan ơi là gan",
  "author": "Gabriel Perlemuter",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1696823215l/199325945.jpg",
  "category": "Finished",
  "status": "read",
  "type": "non-fiction",
  "tags": [
    "non-fiction"
  ],
  "userRating": 3,
  "averageRating": 4.42,
  "summary": "“Khi bị hư hại hoặc tổn thương, gan không chết mà mọc lại, đưa chúng ta đến gần hơn với sự bất tử. Trong số tất cả các cơ quan trong cơ thể chúng ta, gan là cơ quan duy nhất có được khả năng tự chữa lành diệu kỳ của một siêu anh hùng…\"<br /><br />Ấy thế nhưng, vị siêu anh hùng ấy lại là cơ quan bị chúng ta coi nhẹ nhất. Thật đáng tiếc, vì chính là nhờ nó mà chúng ta có thể sống lâu hơn và nhất là... sống khỏe mạnh! Với điều kiện chúng ta biết cách giúp đỡ gan, chẳng hạn như: Làm sao để xoa dịu cơn đói lúc 11 giờ mà không phải nhấm nháp thứ gì đó? Làm cách nào để tránh bệnh gan nhiễm mỡ? Có cách nào để bảo vệ gan khỏi bị han gỉ? Ăn uống thế nào cho khoa học mà vẫn ngon miệng?<br /><br />Dựa vào những phát hiện mới nhất trong lĩnh vực nghiên cứu y học, cuốn sách hấp dẫn và rành mạch này cung cấp cho độc giả những kiến thức chìa khóa, đồng thời tiết lộ với chúng ta toàn bộ những quyền lực bí ẩn của gan.<br /><br /> <br /><br />Gabriel Perlemuter là tiến sĩ ngành gan-tiêu hóa. Ông làm việc tại bệnh viện Antoine-Béclère, chỉ đạo một nhóm nghiên cứu tại Trung tâm sức khỏe và Nghiên cứu y học Pháp) đồng thời giảng dạy tại Đại học Paris-Sud. Ông còn tham gia Hội nghiên cứu gan châu Âu, Hội nghiên cứu gan Pháp, Hội gan-tiêu hóa Pháp. Ông là tác giả của nhiều bài báo và giáo trình y học.<br /><br /> <br /><br /> <br /><br />Trích đoạn<br /><br />- Gan là một cậu bé ngoan chỉ luôn tìm cách giúp đỡ chúng ta. Nhưng chúng ta quá bất công với cậu bé ấy. Giống như giữa các anh chị em trong một gia đình, chúng ta thường để tâm đến những đứa hiếu động hơn cả, như tim, não bộ hay tuyến tiền liệt. Cậu bé ngoan vẫn lành như bụt, cho đến ngày…<br /><br />- Ban đầu, chúng ta không cảm thấy gì, bởi không có dây thần kinh chạy đến gan nên ta chẳng bao giờ thấy đau gan. Và rồi, một hôm, hậu quả bắt đầu xuất hiện: viêm nhiễm, xơ hóa, xơ gan, ung thư, gan mất khả năng tự hồi phục. Và khi chúng ta thấy đau thì đã gần như quá muộn: gan phình to ra chèn ép lên bao gan mà bao gan thì có dây thần kinh chạy tới nên có thể gây đau đớn thực sự, một cơn đau âm thầm mà tôi cho rằng nó gây khó chịu và nặng bụng thì đúng hơn. Chính việc lá gan luôn kín đáo như vậy là nguyên nhân khiến đa số bệnh nhân của tôi đều ngạc nhiên khi tôi thông báo với họ rằng họ gặp vấn đề về gan!",
  "date": "Sat, 27 Sep 2025 00:00:00 +0000",
  "readAt": "Sat, 27 Sep 2025 00:00:00 +0000"
}