{
  "id": "20613611",
  "title": "Malice (Detective Kaga, #1)",
  "author": "Keigo Higashino",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1497270264l/20613611.jpg",
  "category": "Finished",
  "status": "read",
  "type": "fiction",
  "tags": [
    "detective-novels"
  ],
  "userRating": 3,
  "averageRating": 4.03,
  "summary": "Acclaimed bestselling novelist Kunihiko Hidaka is found brutally murdered in his home on the night before he's planning to leave Japan and relocate to Vancouver. His body is found in his office, a locked room, within his locked house, by his wife and his best friend, both of whom have rock solid alibis. Or so it seems.<br /><br />At the crime scene, Police Detective Kyochiro Kaga recognizes Hidaka's best friend, Osamu Nonoguchi. Years ago when they were both teachers, they were colleagues at the same public school. Kaga went on to join the police force while Nonoguchi eventually left to become a full-time writer, though with not nearly the success of his friend Hidaka.<br /><br />As Kaga investigates, he eventually uncovers evidence that indicates that the two writers' relationship was very different that they claimed, that they were anything but best friends. But the question before Kaga isn't necessarily who, or how, but why. In a brilliantly realized tale of cat and mouse, the detective and the killer battle over the truth of the past and how events that led to the murder really unfolded. And if Kaga isn't able to uncover and prove why the murder was committed, then the truth may never come out.<br /><br /><i>Malice</i> is one of the bestselling―the most acclaimed―novel in Keigo Higashino's series featuring police detective Kyochiro Kaga, one of the most popular creations of the bestselling novelist in Asia.",
  "date": "Sat, 6 Sep 2025 00:00:00 +0000",
  "readAt": "Sat, 6 Sep 2025 00:00:00 +0000",
  "ambientMedia": {
    "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1497270264l/20613611.jpg",
    "type": "image"
  }
}