{
  "id": "36072",
  "title": "The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
  "author": "Stephen R. Covey",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1421842784l/36072.jpg",
  "category": "Finished",
  "status": "read",
  "type": "non-fiction",
  "tags": [
    "non-fiction"
  ],
  "userRating": 3,
  "averageRating": 4.16,
  "summary": "Lần đầu đọc cuốn này là vì tò mò, trước đó mình đã tặng cuốn này sách giấy cho \"mèo đen\", mình nhớ mèo có khen nên mình muốn đọc thử xem nó có gì hay không. Và lần đọc này không để lại quá nhiều ấn tượng cho mình, có lẽ vì lần đó mình đang muốn chạy KPI nên đọc khá nhanh mà không nghiềng ngẫm quá nhiều.\n\nLần đọc thứ hai này là để recap lại cuốn sách này, hi vọng nó sẽ đem lại cho mình một góc nhìn khác vì nó được đánh giá khá cao. Không ngờ cuốn này khó recap đến vậy, một nùi thông tin liên quan đến tâm lý học và self-help. Khúc cuối mình chốt hạ cho nhanh luôn vì cuốn này phải tự đọc chứ đọc tóm tắt lỏ rồi.",
  "date": "Tue, 21 Jan 2025 00:00:00 +0000",
  "readAt": "Tue, 21 Jan 2025 00:00:00 +0000",
  "chapters": [
    {
      "id": "ch-1771412390061",
      "title": "Chương 1: Những khái niệm tổng quan",
      "content": "### Những thách thức:\n* Sợ hãi và tự ti >< Tự lập: hãy nghĩ về cảm giác của chính bản thân thay vì của mọi người xung quanh hay gia đình\n* Ước muốn và tham vọng sở hữu/Tuyệt vọng: chọn đúng mục tiêu sau đó chọn đúng cách đi để tránh cảm thấy bản thân không đủ khả năng\n* Trốn tránh trách nhiệm >< Dũng cảm\n* Vị kỷ >< Hợp tác\n* Khao khát được lắng nghe\n* Xung đột và khác biệt >< Tìm ra điểm chung\n* Bản chất con người được chia làm 4 yếu tố: thể xác (body), tâm trí (mind), tâm hồn (heart) và tinh thần (spirit) !!: Chỗ này hơi khác so với quy tắc cân bằng well-being hay còn được gọi là thân-tâm-trí, mặc dù nói là thân, tâm, trí nhưng nó lại được chia tới tận 6 yếu tố gồm thể chất, trí óc, cảm xúc, linh hồn, xã hội và môi trường, mặc dù được chia khác nhau nhưng có vẻ chung quy vẫn là thân - tâm - trí !! và mỗi yếu tố này đều có các nguyên tắc đảm bảo để phát triển mà đi ngược với xu hướng chung của mọi người và mỗi người nên tự nhìn nhận để có thể tự tạo ra các nguyên tắc cho chính bản thân mình.\n### Mô thức và nguyên tắc:\n* Đạo đức tính cách >< Đạo đức nhân cách: nghe thì có vẻ giống nhau nhưng nếu ta hiểu theo bản gốc của nó từ tiếng Anh là **personality** và **character** (bản dịch mình đọc thì lại ngược lại, mình không chắc là mình có hiểu đúng không nữa =))), trong đó **personality ** là cách mà mọi người thể hiện ra ngoài tức là chúng ta sẽ gắn một số nguyên tắc sống mà ta cho là đúng vào tính cách của mình ngược lại **character** là thế giới nội tâm của một người tức là quy tắc ứng xử và thái độ sống. Có vẻ vẫn khó hiểu, ta có thể hiểu đơn giản như thế này, khi ta nghĩ ta hoặc người khác có thể thay đổi gì đó, đó là tính cách và ngược lại là nhân cách. \n\n!!: Mình nghĩ chỗ này chắc phải có liên quan ít nhiều đến cuốn Mindset =))) !!\n\n* Chính yếu >< Thứ yếu: tính cách là chính yếu còn cách chúng ta thể hiện ra chỉ là thứ yếu\n* Mô thức: đoạn này khá hay khi giải thích về mô thức (paradigm), là cách mà ta nhìn nhận thế giới này không phải bằng trực giác mà bằng kiến thức và hiểu biết của chúng ta. Ví dụ mô thức tương tự một tấm bản đồ, tấm bản đồ không phải là 1 vùng lãnh thổ mà nó chỉ là một phiên bản giúp chúng ta nhìn nhận về vùng lãnh thổ đó, nếu tấm bản đồ đúng thì ta hiểu đúng, nhưng khi tấm bản đồ sai thì nhận thức của ta cũng sẽ sai mà ta không nhận ra. Và nếu ta muốn thay đổi thái độ hay hành vi thì ta cần thay đổi mô thức trước và còn một thứ liên quan nữa là nhận thức, ta cần thay đổi nhận thức của chính mình về một thứ gì đó trước khi thay đổi tính cách của chúng ta.\n* Lấy nguyên tắc làm trung tâm: nói đơn giản thì là thay đổi những thứ khác thay vì các nguyên tắc\n### Tổng quan về 7 thói quen:\n* Đầu tiên, tác giả cho rằng tính cách chính là một bộ các thói quen còn thói quen là giao điểm của tri thức, kỹ năng và khát vọng. !!: Nghe khá là quen khi mà đây chính là 3 tầng của việc hình thành một thói quen mà ta đã biết ở cuốn Atomic Habits. !!\n* Độc lập >< Phụ thuộc >< Tương thuộc: cá nhân, phụ thuộc vào người khác và thuộc về chúng ta. Các thói quen 1, 2, 3 sẽ giúp chúng ta chuyển từ phụ thuộc lên độc lập, rồi các thói quen 4, 5, 6 sẽ tiếp tục giúp chúng ta từ độc lập lên tương thuộc, còn thói quen thứ 7 sẽ là tổng hòa của 6 thói quen trước đó giúp củng cố bản thân.\n* Cân bằng P/PC (Production/Production Capacity): cân bằng giữa sản phẩm và năng lực sản xuất. Đây là một nguyên tắc bất di bất dịch, là mô thức chính cho quyển sách này.\n\n!!: Thực sự mình đã lượt bỏ **rất nhiều** rồi mà vẫn còn như thế này =))) !!"
    },
    {
      "id": "ch-1771429622652",
      "title": "Chương 2: Thành tích cá nhân",
      "content": "### Thói quen thứ nhất: Luôn chủ động\nDựa trên các học thuyết tâm lý về việc quy định bản chất con người là do các tác nhân khác nhau như gen, gia đình hay xã hội, tác giả đã dẫn dắt đến việc con người có thể tự quyết định phản ứng của bản thân trước các kích thích từ môi trường từ đó định nghĩa tính chủ động là quyền tự do lựa chọn, lựa chọn việc bản thân sẽ phản ứng ra sao trước các tác nhân bên ngoài hoặc thậm chí là tác động đến môi trường thay vì chịu ảnh hưởng từ nó. \n\n!!: Theo mình nghĩ thì đây chính là nội dung chính của cuốn Flow luôn =))) !!\n\nNgoài ra, tác giả còn định nghĩa thêm vòng tròn quan tâm và vòng tròn ảnh hưởng trong đó vòng tròn ảnh hưởng sẽ nằm trong vòng tròn quan tâm và phần diện tích nằm trong vòng tròn quan tâm nhưng không phải vòng tròn ảnh hưởng (tạm gọi là phần riêng) sẽ thay đổi dựa trên cách chúng ta nhìn nhận vấn đề. Phần riêng sẽ lớn và lấn áp vòng tròn ảnh hưởng nếu chúng ta quan tâm quá nhiều thứ mà ta không thể kiểm soát và ngược lại.\n\n!!: FLOW !!\n\n### Thói quen thứ hai: Bắt đầu từ mục tiêu đã được xác định\n!!: Mọi sự vật đều được sáng tạo hai lần, sáng tạo lần thứ nhất là sáng tạo tinh thần và sáng tạo lần thứ hai là sáng tạo vật chất !!. Ở đây có vẻ tác giả nhấn mạnh việc không quan trọng hiện tại bạn ra sao, chỉ cần bạn có thể nghĩ đến bạn của tương lai thì đó là lần sáng tạo thứ nhất và phần còn lại chỉ là lần sáng tạo thứ hai nên hãy sáng tạo lần thứ nhất trước đã.\nLãnh đạo >< Quản lý: lãnh đạo là sáng tạo lần thứ nhất và quản lý là sáng tạo lần thứ hai, !!: quản lý là làm đúng các công việc còn lãnh đạo là làm các công việc đúng !!. Tác giả muốn chúng ta hãy lãnh đạo chính bản thân mình trước thay vì cứ tập trung tìm cách quản lý bản thân một cách vô định hướng.\n\n### Thói quen thứ ba: Ưu tiên cho điều quan trọng nhất\nƯu tiên cho điều quan trọng nhất chính là cách quản lý hiệu quả nhất. Kết hợp với thói quen thứ hai, lãnh đạo quyết định điều gì quan trọng nhất, còn quản lý sẽ đưa điều quan trọng nhất đó lên ưu tiên hàng đầu. \nQuản lý thường đi với kỷ luật: ở đây tác giả sử dụng nguồn gốc của từ ngữ để giải thích và mình khá thích cách này, tới giờ chỉ biết có vài chữ kiểu vầy, trong đó kỷ luật (discipline) bắt nguồn từ môn đệ (disciple), tức là muốn quản lý hiệu quả thì tính kỷ luật xuất phát từ bên trong mỗi chúng ta và chính bản thân chúng ta sẽ là môn đệ trung thành của các giá trị ý chí đó.\n4 góc phần tư đến từ 2 yếu tố quan trọng/không quan trọng và khẩn cấp/không khẩn cấp: mọi cuốn sách về hiệu suất đều xài cái bảng này, trong đó 4 góc lần lượt là quan trọng và khẩn cấp, quan trọng và không khẩn cấp, không quan trọng nhưng khẩn cấp và không quan trọng cũng không khẩn cấp. Tất nhiên ta nên ưu tiên cho phần tư thứ nhất rồi sớm giải quyết góc phần tư thứ ba (nếu việc này có thể blocking các vấn đề khác) và lên kế hoạch cho góc phần tư thứ hai thay vì ngó cái góc thứ tư. Ở đây, tác giả khá coi trọng phần tư thứ hai và coi nó như cách để quản trị hiệu quả nhưng theo mình thì chắc ổng chưa bị deadline dí nên mới dám nói thế.\nĐoạn này tác giả cũng có nhắc đến việc giao phó nhiệm vụ cho mọi người xung quanh để gia tăng hiệu suất nhưng mình nghĩ nó không hợp lý khi nói đến các thói quen cá nhân trên này."
    },
    {
      "id": "ch-1771430139951",
      "title": "Chương 3: Thành tích tập thể",
      "content": "### Thói quen thứ tư: Tư duy cùng thắng\nTính cách là nền tảng của tư duy cùng thắng: đầu tiên là tính chính trực, tiếp theo là tính chính chắn và tính rộng lượng. Đối với tính chính trực, tác giả muốn chúng ta phải giữ vững cam kết với người khác cũng như chính bản thân chúng ta. !!: Thỏa ước thứ nhất trong bốn thỏa ước là đây. !! Để có thói quen tư duy cùng thắng, chúng ta cần rèn luyện bản thân thành một người cân bằng được giữa can đảm và cân nhắc, nghĩ tới cả P lẫn PC, đó là sự chín chắn.\n4 bước của quá trình tư duy cùng thắng: nhìn nhận vấn đề dưới góc nhìn của người khác -> nhận diện vấn đề then chốt và các mối quan tâm của các bên liên quan -> xác định những kết quả có thể đạt được sau khi hoàn thành dự án -> nhận diện những phương án mới có thể đáp ứng kết quả mong muốn.\nMặc dù chưa kiếm ra cuốn nào về chủ đề này ưng ý để thực sự hiểu về nó nhưng mình khá chắc đây là lý thuyết trò chơi.\n###  Thói quen thứ năm: Lắng nghe và thấu hiểu lẫn nhau\nThấu hiểu >< Cảm thông\nLắng nghe thấu hiểu: chuyên gia nghiên cứu cho thấy chỉ có 10% thông tin được truyền bằng lời nói, 30% là thanh âm và 60% từ cử chỉ.\n4 kiểu phản xạ: đánh giá, thăm dò, khuyên bảo và lý giải.\nChỗ này tác giả còn chỉ chúng ta cách thao túng tâm lý người khác: nhắc lại nguyên văn -> lặp lại nội dung theo kiểu suy diễn -> bày tỏ cảm xúc -> cố gắng tìm hiểu bản chất vấn đề.\n### Thói quen thứ sáu: Đồng tâm hiệp lực\nKhông có gì để nói về thói quen này"
    },
    {
      "id": "ch-1771430150810",
      "title": "Chương 4: Đổi mới",
      "content": "Thói quen thứ bảy là tổng hòa các thói quen khác, là cách chúng ta có thể áp dụng các thói quen kia vào cuộc sống hằng ngày.\n4 khía cạnh ta có thể rèn giũa: thể chất, trí tuệ, tinh thần và quan hệ xã hội.\nBạn là một tấm gương xã hội phản chiếu người khác, vì thế hãy cố gắng rộng lượng để phản chiếu hình ảnh tích cực của người khác để ta có cơ hội được phản chiếu một cách tích cực tương tự bởi những người khác.\nCuối cùng là một câu trích dẫn \"Chúng ta phải không ngừng khám phá. Và đích đến của cuộc khám phá đó chính là nơi chúng ta đã bắt đầu, nhưng nó mới mẻ như thể chúng ta mới được biết đến lần đầu tiên trong đời.\""
    }
  ],
  "authorBio": ""
}