{
  "id": "40121378",
  "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
  "author": "James Clear",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378.jpg",
  "category": "Finished",
  "status": "read",
  "type": "non-fiction",
  "tags": [
    "non-fiction"
  ],
  "userRating": 4,
  "averageRating": 4.32,
  "summary": "Đây là cuốn sách non-fiction mình đọc đầu tiên kể từ khi có máy đọc sách. Theo mình thì đây không hẳn là một cuốn sách hay và cũng không thực sự giúp mình tạo được nhiều thói quen (nói chính xác hơn thì tạo được đúng cái thói quen đọc sách =))).\n<br></br>\nĐiểm mạnh của cuốn sách này theo cá nhân mình đánh giá là nằm ở chỗ nó dễ đọc, có lẽ vì thế mà những cách tạo thói quen được tác giả nhắc đến đa số đều được đem trích dẫn thành các quote truyền cảm hứng có mặt đầy trên mạng xã hội. Nên nếu bạn lướt mạng xã hội nhiều thì cuốn sách này như một cuốn sổ tổng hợp lại những bài viết bạn đã đọc về việc tạo dựng các thói quen.\n<br></br>\nMặc dù mình không thấy nó hay nhưng mình vẫn đánh giá nó khá cao, vì có thể các nguyên tắc/chiến lược trong sách không hợp với mình hoặc văn hóa của mình nhưng ít nhiều gì nó cũng là tiền đề để mình có thể tạo ra thói quen đọc sách để tiếp tục đọc các cuốn sách hay khác.",
  "date": "Wed, 1 Jan 2025 00:00:00 +0000",
  "readAt": "Wed, 1 Jan 2025 00:00:00 +0000",
  "chapters": [
    {
      "id": "ch-1771334137813",
      "title": "Câu chuyện của tác giả",
      "content": "Đại loại thì tác giả kể về một tai nạn khá nghiêm trọng đã diễn ra với bản thân hồi lúc học trung học. Từ nhỏ thì tác giả đã có ước mơ chơi bóng chày chuyên nghiệp, tuy nhiên do sự cố này mà tác giả đã rất khó khăn trong việc thực hiện ước mơ đó. Mặc dù không thể thực hiện ước mơ, nhưng sau khi áp dụng các quy tắc để bản thân có thể thực hiện các thói quen thì tác giả cũng đã gặt hái được danh hiệu về bóng chày ở trường đại học.\n<br></br>\nTừ đó, tác giả đã tạo ra một trang web để ghi lại việc thử nghiệm về việc hình thành thói quen và viết cuốn sách này.\n<br></br>\nĐây là câu chuyện duy nhất mình kể vì cuốn này kể nhiều quá =))."
    },
    {
      "id": "ch-1771334517731",
      "title": "Kiến thức nền tảng",
      "content": "1. Câu chuyện 1%: dường như ai cũng đã từng học về cái này khi lần đầu tiên giáo viên giảng về lãi kép, nếu bạn cố gắng thêm 1% mỗi ngày thì sau 1 năm bạn sẽ tiến bô gấp hơn 37 lần (vâng, là 37 lần chứ không phải 37%). Ngược lại, chỉ cần bạn giảm nổ lực của mình 1% mỗi ngày thì sau 1 năm, bạn sẽ tệ đi khoảng 40 lần (tất nhiên việc tệ đi ở đây chỉ là thuật ngữ dùng để so sánh thôi).\n<br></br>\n2. Lý do chúng ta khó thay đổi thói quen (bỏ thói quen xấu và hình thành thói quen tốt): thay đổi hành vi được chia thành 3 cấp độ gồm kết quả đầu ra, quy trình và căn tính. Đầu tiên là kết quả đầu ra, hầu như mọi người khi muốn thay đổi thói quen đều muốn đạt được cái này (ví dụ như có nhiều tiền, học giỏi, ...). Tiếp theo, ở một cấp độ sâu hơn là quy trình, đây là những thứ mà mọi người sẽ làm để đạt được đầu ra (ví dụ làm việc gì và như thế nào, chiến lược học tập ra sao, ...). Cuối cùng, ở cấp độ sâu nhất là căn tính, cũng có thể gọi là lý do hoặc bản chất vì sao mọi người muốn đạt được cái đầu ra (ví dụ như trong tư tưởng của bạn thì có nhiều tiền và học giỏi là thước đo cho sự thành công và hạnh phúc). Và từ 3 cái này, mọi người thường có 2 chiều hướng thay đổi thói quen là đầu ra -> quy trình -> căn tính và ngược lại căn tính -> quy trình -> đầu ra.\n<br></br>\n3. Bốn bước xây dựng thói quen: cách vận hành của thói quen gồm 4 giai đoạn là nhận tín hiệu, cơn thèm muốn, phản hồi và phần thưởng. Thế thì khi muốn xây dựng một thói quen, ta chỉ cần tạo ra một quy trình đầy đủ 4 bước, ngược lại khi muốn loại bỏ một thói quen xấu, ta cũng cần phải phá hỏng quy trình này ở những bước trên. 4 chương tiếp theo sẽ nói về cách chúng ta cố gắng làm cho một thói quen được hình thành dựa trên 4 bước trong quy trình bên trên."
    },
    {
      "id": "ch-1771335853255",
      "title": "Nguyên tắc số 1: Khiến nó rõ ràng",
      "content": "Đánh dấu các thói quen một cách rõ ràng: tốt, xấu hay bình thường. Điều này giúp chúng ta thấy là chúng ta hiểu rõ các thói quen của bản thân đang là tốt hay xấu, ít nhất phải nhận biết được cái đó đã rồi muốn tạo hay xóa thì tính tiếp. Cái này thì mình thấy cực giống mấy cái self-help, riêng mình thì mình không list ra =))). Ngoài ra thì đoạn này còn nói về việc thói quen được tự động hóa, đại loại là khi bạn thực hiện một thói quen nhiều lần đến mức tự động thì gần như bạn sẽ không tốn sức để nghĩ về nó. Nếu tìm hiểu thêm tý, thì ta sẽ tìm ra một nghịch lý liên quan và khá phổ biến là nghịch lý con rết (centipede paradox), khi chúng ta nghĩ về một hành động đã quá quen thuộc thì nó sẽ làm ta mất nhận thức về hành động đó và trở nên bối rối, mình đã gặp nghịch lý này ngay từ nhỏ mà không biết tên nó bằng cách đọc đi đọc lại một từ tiếng Việt, một lát sau mình sẽ không hiểu vì sao nó lại được viết như vậy.\n<br></br>\nCách tốt nhất để bắt đầu một thói quen là làm rõ ràng mục tiêu và quy trình để đạt được mục tiêu đó. Cái này chủ yếu là giống cái trên, làm hay chưa thì chưa biết nhưng mà phải có kế hoạch hoặc cái chuông báo thức đã. Cái này gần như được sử dụng bởi mọi ứng dụng học tiếng Anh =)))\n<br></br>\nChồng lớp thói quen: goat, đây là chiến lược theo mình là quan trọng nhất trong cuốn sách này, cách sử dụng thì khá đơn giản, hãy đính thói quen bạn muốn hình thành vào một thói quen hoặc hành động hằng ngày có sẵn, ví dụ đối với mình thì mình gắn thói quen đọc sách vào trước lúc ngủ và đây chính xác là khoảng thời gian đọc sách duy nhất của mình trong khoảng 3-4 tháng đầu tiên sau khi có máy đọc sách. Không cần phải nói quá nhiều về độ hữu dụng của nó, mọi thói quen của mình từ sau khi đọc cuốn này đều đến từ chiến lược này (chỉ có đọc sách ở thời điểm đầu và vài cái khác sau khi mình đọc một cuốn sách khác, có lẽ mình sẽ nhắc lại sau).\n<br></br>\nThay đổi môi trường: kiểu như một cái bàn làm việc lộn xộn thì không thu hút bạn bằng một cái bàn gọn gàng hoặc bạn sẽ thường kêu một món ăn mà nhìn nó bắt mắt hơn. Ngoài ra còn một số kiểu môi trường như: trên bàn có cái bánh thì bạn sẽ dứt nó mặc dù chưa đói lắm, hoặc nhà hàng thường toàn giới thiệu các món nước đắt tiền thay vì nước suối. Theo mình cái này không thực sự hữu dụng vì đơn giản cái bàn có gọn cũng không bằng cái giường bừa, hoặc cái bánh trên bàn sẽ không thu hút được bạn nếu bạn không thực sự thích nó. Tuy nhiên, chiến lược này khá có ích cho việc uống nhiều nước hơn bằng cách đặt nhiều nước xung quanh mình thì sớm muộn bạn cũng sẽ uống. Ngoài ra, theo tác giả thì khi tạo một thói quen ở một môi trường mới sẽ hiệu quả hơn so với khi ở môi trường cũ mà bạn không thể tạo nên thói quen đó.\n<br></br>\nCố định môi trường: nghe có vẻ ngược lại ở trên nhưng mà nó mang nghĩa khác, hãy cố định môi trường giúp cho bạn thực hiện thói quen đó một cách hiệu quả, ví dụ bạn có thể đi về trên một tuyến đường không bán đồ ăn vặt gì cả hoặc một tuyến đường bán toàn đồ ăn vặt thì nên đi trên tuyến đường đầu tiên để hạn chế việc ăn vặt và an toàn cho ví tiền của bản thân =)).\n<br></br>\nXóa bỏ/tạo ra tín hiệu cho thói quen xấu/tốt: loại bỏ phương tiện giúp bạn thực hiện hành vi xấu, khá liên quan đến việc thay đổi môi trường. Ví dụ như vứt điện thoại hoặc bật chế độ <strike>bay lên</strike> máy bay, đặt bình nước kế bên, ...."
    },
    {
      "id": "ch-1771339014273",
      "title": "Nguyên tắc số 2: Khiến nó hấp dẫn",
      "content": "Dopamine: here we go, tin mình đi, mọi cuốn sách nói về thói quen đều nhắc tới nó =)). Nó là 1 trong 4 hormone hạnh phúc gồm: dopamine, oxytocin, serotonin, endorphin. Đây là hormone được sinh ra khi động vật ham muốn một cái gì đó, mức độ ham muốn càng cao thì càng sinh ra nhiều dopamine. Trước kia, các nhà khoa học đã lầm tưởng rằng khi chúng ta sinh ra dopamine khi thực hiện hành động mà chúng ta ham muốn nhưng sau đó các nhà khoa học đã nhận ra dopamine thực ra được sinh ra vào lúc chúng ta nghĩ về thứ mà chúng ta ham muốn. Ví dụ, khi các nhà khoa học lặp lại hành động gõ một tiếng chuông rồi đem đồ ăn cho một chú chó ăn thì không phải khi ăn sẽ sinh ra dopamine mà là khi gõ chuông. Từ kết quả đó, tác giả đưa ra nhận định thèm muốn là động cơ thúc đẩy ta hành động, mỗi hành động được thi hành là do dự cảm về kết quả.\n<br></br>\nKết hợp chiến lược này cùng chồng lớp thói quen ta sẽ được một chiến lược mới (gọi là mới thế thôi chứ bình mới rượu cũ) ta sẽ đính thói quen ta muốn tạo ra với một thói quen cũ mà nó tạo ra ham muốn cho ta. Ví dụ như cách tạo thói quen của mình là đọc sách trước khi ngủ thì mình sẽ \"khảm\" suy nghĩ \"đọc cho xong đi rồi ngủ\" vào đầu và từ đó mình có thể rướn đọc cho xong một đoạn hoặc nếu quá buồn ngủ thì cũng không quan trọng vì mình vẫn đã đọc.\n<br></br>\nTác động của bạn bè, gia đình, quy chuẩn xã hội: tương tự như một trích dẫn trên mạng xã hội mình đã đọc từ rất lâu \"bạn là trung bình của 5 bạn tiếp xúc nhiều nhất\", khi còn nhỏ thì ta thường bắt chước các thói quen của những người trong gia đình như anh chị em và cha mẹ, còn khi lớn thì ta thường bắt chước bạn bè hoặc đồng nghiệp. Ngoài ra thì chúng ta còn điều chỉnh thói quen của chúng ta cho phù hợp với quy chuẩn của xã hội, ví dụ ta có thể có thể không quan trọng việc đám cưới sớm hay muộn nhưng cha mẹ ta thường có thói quen là con cái nên kết hôn sớm để sớm yên bề gia thất. Có vẻ chiến lược này có liên quan đến một số hiệu ứng tâm lý đám đám đông.\n<br></br>\nThay đổi góc nhìn: một trong những cách để phá hủy bước thèm muốn của thói quen xấu là tạo ra thèm muốn ngược tức là nghĩ về những gì sẽ đạt được nếu không làm nó. Khoai =)))."
    },
    {
      "id": "ch-1771341018002",
      "title": "Nguyên tắc số 3: Khiến nó dễ dàng",
      "content": "Mưa dầm thấm lâu: mỗi khi bạn thực hiện một hành vi/suy nghĩ, não sẽ tạo ra các liên kết và các liên kết này rất yếu nhưng nếu ta lặp đi lặp lại thì liên kết này sẽ mạnh hơn và bền hơn từ đó phát triển vùng não liên quan đến hành động/suy nghĩ đó. Từ từ rồi nó sẽ được tự động hóa. Vậy thì các thói quen sẽ được hình thành dựa trên tần suất thực hiện chứ không phải thời gian.\n<br></br>\nQuy luật nổ lực tối thiểu: maybe chính là MED (minimum effort dose) của Tim Ferris, về cơ bản thì chúng ta nên duy trì một thói quen tốn sức vừa đủ thay vì tạo ra một thói quen vượt quá khả năng để rồi không thể duy trì nó. Chúng ta có xu hướng thích những thứ không cần nổ lực quá nhiều (shout out Thinking fast and slow for sure). Ngoài ra thì mục tiêu của chiến lược này cũng liên quan ít nhiều đến chiến lược tạo ra/loại bỏ phương tiện thói quen của nguyên tắc số 1.\n<br></br>\nQuy tắc 2 phút: chắc là quy tắc nổi tiếng nhất của cuốn sách này và cũng là vô dụng nhất đối với mình, không có quá nhiều thứ để nói \"khi muốn tạo ra thói quen mới hãy thực hiện nó trong ít nhất 2 phút\". Đối với mình thì nó đơn giản là một phiên bản rõ ràng hơn của MED nhưng cụ thể hơn là 2 phút =))).\n<br></br>\nTự động hóa để khóa thói quen xấu và ép thói quen tốt: lại một chiến lược khá giống trên nguyên tắc số 1. Đừng để bản thân phải suy nghĩ về việc hành động để tạo ra thói quen tốt/xấu mà hãy cố gắng tự động hóa nó, ví dụ như xóa <strike>mẹ</strike> mạng xã hội đi hay đặt giờ cho đèn tắt vào trước thời gian ta muốn ngủ, ...."
    },
    {
      "id": "ch-1771342356823",
      "title": "Nguyên tắc số 4: Khiến nó tạo cảm giác thỏa mãn",
      "content": "Quy tắc thưởng/phạt: chắc skinner's box là thí nghiệm nổi tiếng nhất về cái này, về cơ bản thì thưởng sẽ củng cố hành vi còn phạt sẽ giảm thiểu hành vi đó lại.\n<br></br>\nChênh lệch giữa phần thưởng tức thời và phần thường trì hoãn: phần thưởng tức thời thường được gán cho động vật vì đa phần tụi nó không nghĩ về tương lai được, còn loài người thì trước đó vẫn dùng phần thưởng tức thời và phần thường trì hoãn ngày càng phổ biến (và tất nhiên là do tư bản =)) ). Tương tự việc thay đổi góc nhìn ở nguyên tắc số 2, ta nên nghĩ về tương lai nếu không thực hiện thói quen xấu thay vì nghĩ đến phần thưởng tức thời.\n<br></br>\nSmall win: shout out Tim Vu, hãy hướng tới small win thay vì nghĩ quá xa. Khó <strike>vãi đái</strike> =)).\n<br></br>\nTrack it: đơn giản là theo dõi các thói quen tốt để giữ chuỗi, thường kết hợp với small win kiểu streaks, vẫn là được sử dụng bởi mọi ứng dụng/nền tảng học tiếng Anh hay học mọi thứ. Ví dụ mình dùng Goodreads để track reading và Strava để track walking.\n<br></br>\nHồi phục khi thói quen bị phá vỡ: chắc hồi xưa lúc mình đọc không đặt nhiều sự chú ý vào chiến lược này nên sau này khi đọc \"Tôi nói gì khi nói về chạy bộ\" của Murakami thì mới vận dụng nó. Nói đơn giản thì không bao giờ dừng một thói quen 2 ngày liên tục. Mình sẽ nói rõ hơn về nó ở cuốn \"Tôi nói gì khi nói về chạy bộ\" vì mình chỉ thực sự thẩm nó khi đọc cuốn kia =))).\n<br></br>\nHợp đồng thói quen: real shit for FA, chiến lược này yêu cầu chúng ta cần phải có một người/nhóm người đồng hành để phạt ta khi ta không hoàn thành và thưởng khi ta hoàn thành thói quen, tương tự cơ chế thưởng/phạt nhưng cần thêm những người xung quanh giám sát. Theo mình thì cái này chơi với bạn bè hay người thân chắc chắn sẽ không vui bằng người yêu =)))."
    },
    {
      "id": "ch-1771343985008",
      "title": "Chiến thuật nâng cao: Từ hơi tốt đến vĩ đại",
      "content": "Nghe cứ như tựa một cuốn sách nào đó ý nhỉ, Jim Collins ? =))) <br></br>\nPhần đầu tiên chủ yếu nói về các yếu tố mang tính bản chất của con người có ảnh hưởng thế nào đến việc hình thành thói quen, bao gồm gen, tính cách. Nói chung là dựa vào một số nét tính cách và yếu tố di truyền mà ta có thể tận dụng nó để hiểu được ta sẽ dễ dàng tạo ra thói quen trong lĩnh vực nào và ngược lại. \n<br></br>\nPhần tiếp theo là phép rút gọn của cuốn Flow, nói đơn giản thì là cách mà ta thấy hứng thú với thói quen hơn (nguyên tắc Goldilocks), có gì để qua cuốn Flow rồi nói =))).\n<br></br>\nCuối cùng là tác hại của thói quen, như trên đã nói thói quen khi đạt tới một điểm nó sẽ bị tự động hóa, từ đây sẽ có một số hệ lụy như giảm sự chú ý và tập trung vào nó, điều này đôi khi sẽ gây ra lỗi trong khi thực hiện thói quen mà ta không để ý, phải dùng phản tư cũng như tự đánh giá định kỳ để ý thức về thói quen (shout out Thinking fast and slow again)."
    },
    {
      "id": "ch-1771344898640",
      "title": "Kết luận: Bí quyết tạo ra kết quả bền vững",
      "content": "Mở đầu phần kết luận là một nghịch lý khá hay nghịch lý Sorites, nói về một hành động khi được thực hiện đủ nhiều sẽ làm mơ hồ ranh giới giữa các khái niệm, ví dụ như một đống cát lấy ra một hạt cát vẫn là một đống, nhưng lấy một hồi sẽ chỉ còn lại một hạt cát. Đây chính là nói về quy tắc 1% được đề cập ban đầu. Khi thay đổi từng chút một, rồi có lúc sẽ đến điểm bùng phát."
    }
  ]
}