{
  "id": "51132354",
  "title": "The Murder on the Links (Hercule Poirot, #2)",
  "author": "Agatha Christie",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1581427726l/51132354.jpg",
  "category": "Finished",
  "status": "read",
  "type": "fiction",
  "tags": [
    "detective-novels"
  ],
  "userRating": 3,
  "averageRating": 3.83,
  "summary": "When Hercule Poirot and his associate Arthur Hastings arrive in the French village of Merlinville-sur-Mer to meet their client Paul Renauld, they learn from the police that he has been found that morning stabbed in the back with a letter opener and left in a newly-dug grave adjacent to a local golf course.<br /><br />Among the plausible suspects are Renauld's wife Eloise, his son Jack, Renauld's immediate neighbor Madame Daubreuil, the mysterious \"Cinderella\" of Hasting's recent acquaintance, and some unknown visitor of the previous day--all of whom Poirot has reason to suspect. Poirot's powers of investigation ultimately triumph over the wiles of an assailant whose misdirection and motives are nearly--but not quite--impossible to spot.<br /><br />Contains a character key, a detailed biography, and an illustrated list of notable Poirot portrayals.<br /><br />Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
  "date": "Fri, 10 Jan 2025 00:00:00 +0000",
  "readAt": "Fri, 10 Jan 2025 00:00:00 +0000",
  "ambientMedia": {
    "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1581427726l/51132354.jpg",
    "type": "image"
  }
}