{
  "id": "76865",
  "title": "Good to Great: Why Some Companies Make the Leap... and Others Don't",
  "author": "Jim Collins",
  "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1546097703l/76865.jpg",
  "category": "Finished",
  "status": "read",
  "type": "non-fiction",
  "tags": [
    "non-fiction"
  ],
  "userRating": 3,
  "averageRating": 4.12,
  "summary": "The Challenge:<br />Built to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the very beginning.<br /><br />But what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?<br /><br />The Study:<br />For years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal distinguishing characteristics that cause a company to go from good to great?<br /><br />The Standards:<br />Using tough benchmarks, Collins and his research team identified a set of elite companies that made the leap to great results and sustained those results for at least fifteen years. How great? After the leap, the good-to-great companies generated cumulative stock returns that beat the general stock market by an average of seven times in fifteen years, better than twice the results delivered by a composite index of the world's greatest companies, including Coca-Cola, Intel, General Electric, and Merck.<br /><br />The Comparisons:<br />The research team contrasted the good-to-great companies with a carefully selected set of comparison companies that failed to make the leap from good to great. What was different? Why did one set of companies become truly great performers while the other set remained only good?<br /><br />Over five years, the team analyzed the histories of all twenty-eight companies in the study. After sifting through mountains of data and thousands of pages of interviews, Collins and his crew discovered the key determinants of greatness -- why some companies make the leap and others don't.<br /><br />The Findings:<br />The findings of the Good to Great study will surprise many readers and shed light on virtually every area of management strategy and practice. The findings include:<br /><br />Level 5 Leaders: The research team was shocked to discover the type of leadership required to achieve greatness.<br />The Hedgehog Concept: (Simplicity within the Three Circles): To go from good to great requires transcending the curse of competence.<br />A Culture of Discipline: When you combine a culture of discipline with an ethic of entrepreneurship, you get the magical alchemy of great results. Technology Accelerators: Good-to-great companies think differently about the role of technology.<br />The Flywheel and the Doom Loop: Those who launch radical change programs and wrenching restructurings will almost certainly fail to make the leap.<br />“Some of the key concepts discerned in the study,” comments Jim Collins, \"fly in the face of our modern business culture and will, quite frankly, upset some people.”<br /><br />Perhaps, but who can afford to ignore these findings?",
  "date": "Fri, 24 Oct 2025 00:00:00 +0000",
  "readAt": "Fri, 24 Oct 2025 00:00:00 +0000"
}