[
  {
    "id": "66354",
    "title": "Flow: The Psychology of Optimal Experience",
    "author": "Mihály Csíkszentmihályi",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1748892272l/66354.jpg",
    "category": "Reading",
    "status": "reading",
    "type": "non-fiction",
    "tags": [
      "currently-reading",
      "non-fiction"
    ],
    "userRating": 5,
    "averageRating": 4.11,
    "summary": "Psychologist Mihaly Csikszentmihályi's investigations of \"optimal experience\" have revealed that what makes an experience genuinely satisfying is a state of consciousness called flow. During flow, people typically experience deep enjoyment, creativity, and a total involvement with life. Csikszentmihályi demonstrates the ways this positive state can be controlled, not just left to chance. Flow: The Psychology of Optimal Experience teaches how, by ordering the information that enters our consciousness, we can discover true happiness, unlock our potential, and greatly improve the quality of our lives.",
    "date": "Thu, 11 Dec 2025 18:39:06 -0800",
    "readAt": null,
    "ambientMedia": {
      "url": "https://media.giphy.com/media/v1.Y2lkPTc5MGI3NjExNHJndXpxeG0ydXF4eG0ydXF4eG0ydXF4eG0mZXA9djFfaW50ZXJuYWxfZ2lmX2J5X2lkJmN0PWc/3o7TKDkDbIDJieKbVm/giphy.gif",
      "type": "gif"
    }
  },
  {
    "id": "39330937",
    "title": "The Laws of Human Nature",
    "author": "Robert Greene",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1620206225l/39330937.jpg",
    "category": "Reading",
    "status": "reading",
    "type": "non-fiction",
    "tags": [
      "currently-reading"
    ],
    "userRating": 4,
    "averageRating": 4.34,
    "summary": "<b>From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you</b>Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense.",
    "date": "Sat, 04 Oct 2025 05:57:47 -0700",
    "readAt": null
  },
  {
    "id": "55606485",
    "title": "Học Cách Học: Công cụ trí tuệ mạnh mẽ chinh phục mọi môn học",
    "author": "Barbara Oakley",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1602247909l/55606485.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.41,
    "summary": "Cách cho tâm trí lang thang để kích hoạt chế độ tập trung học tập;<br /><br />Cách ra khỏi “tư duy lối mòn” để tư duy bứt phá;<br /><br />Cách để biến một trí nhớ kém trở thành lợi thế tư duy;<br /><br />Cách đơn giản nhưng đầy hiệu quả để đập tan sự trì hoãn, hãy dùng một quả cà chua (Pomodoro).<br /><br />Đồng hành cùng khóa học nổi tiếng Học Cách Học, cuốn sách sẽ giúp bạn mở khóa não bộ, để việc học trở nên dễ dàng và thú vị.<br /><br />“Chân thực và đầy thú vị về cách xây dựng kỹ năng quan trọng bậc nhất: học tập.” - Adam Grant, tác giả sách bán chạy của New York Times<br /><br />“Những người trẻ được đặt nhiều hy vọng trong việc học nhưng hiếm khi được dạy về cách học. Cuốn sách này sẽ dạy họ những phương pháp tuyệt vời.” - Henry L. Roediger III, đồng tác giả của Bí quyết học đâu nhớ đó",
    "date": "Fri, 26 Dec 2025 00:00:00 +0000",
    "readAt": "Fri, 26 Dec 2025 00:00:00 +0000"
  },
  {
    "id": "123413945",
    "title": "Thiên nga và dơi",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1679493192l/123413945.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.78,
    "summary": "<i>Tác phẩm đánh dấu kỷ niệm 35 năm cầm bút của Higashino Keigo.</i><br /><br />Năm 2017, một thi thể người đàn ông bị đâm vào bụng được tìm thấy trong chiếc ô tô đỗ trái phép dọc con đường ven biển Minato, Tokyo. Nạn nhân được xác định là Kensuke Shiraishi, một luật sư nổi tiếng chính trực và luôn bảo vệ công lý. Cuộc điều tra tưởng chừng là khó khăn vì mọi nhân chứng đều cho rằng không một ai có ác cảm với vị luật sư quá cố, thì bất ngờ một người đàn ông đứng ra thú nhận mọi tội lỗi. Chính hắn ta cũng khiến cảnh sát bị sốc khi tiết lộ rằng bản thân là thủ phạm thực sự của \"vụ sát hại nhà tài phiệt\" gây chấn động năm 1984. Nghi phạm bị bắt vào thời điểm xảy ra vụ án năm đó, đã tự sát trong trại tạm giam để chứng minh mình vô tội.<br /><br />Cuốn tiểu thuyết trinh thám làm sáng tỏ hai vụ giết người xảy ra cách nhau 33 năm. Chúng ta như bị lôi kéo vào một mê cung không xác định giữa sự thật và dối trá. Khi ranh giới giữa ánh sáng và bóng tối bị xóa nhòa, khi thiên nga và dơi gặp nhau, ta chợt hiểu ra rằng có những sự thật có thể lấy cả cuộc đời để đánh đổi.",
    "date": "Wed, 24 Dec 2025 00:00:00 +0000",
    "readAt": "Wed, 24 Dec 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1679493192l/123413945.jpg",
      "type": "image"
    }
  },
  {
    "id": "33602102",
    "title": "Newcomer (Detective Kaga, #2)",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1530346547l/33602102.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.01,
    "summary": "Detective Kyoichiro Kaga of the Tokyo Police Department has just been transferred to a new precinct in the Nihonbashi area of Tokyo. Newly arrived, but with a great deal of experience, Kaga is promptly assigned to the team investigating the murder of a woman. But the more he investigates, the greater number of potential suspects emerges. It isn’t long before it seems nearly all the people living and working in the business district of Nihonbashi have a motive for murder. To prevent the murderer from eluding justice, Kaga must unravel all the secrets surrounding a complicated life. Buried somewhere in the woman’s past, in her family history, and the last few days of her life is the clue that will lead to the murderer.<br /><br />From the international bestseller Keigo Higashino, author of <i>The Devotion of Suspect X</i>, comes one of his finest works of crime fiction yet.",
    "date": "Tue, 16 Dec 2025 00:00:00 +0000",
    "readAt": "Tue, 16 Dec 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1530346547l/33602102.jpg",
      "type": "image"
    }
  },
  {
    "id": "55820280",
    "title": "Người Trong Lưới",
    "author": "Chan Ho-Kei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1604125906l/55820280.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.3,
    "summary": "Ở chung cư nọ, cứ chiều xuống là các cụ già lại ra ngồi bên cửa sổ ngắm nhìn phố xá. Chiều hôm ấy, đang ngắm phố xá như thường lệ, có hai cụ trông thấy một cô bé ở tòa nhà đối diện mở cửa sổ, leo lên bệ cửa rồi nhảy xuống. Một trong hai cụ sợ đến ngất xỉu, cụ còn lại hô hoán người nhà báo cảnh sát. Cả hai đều khai, lúc cô bé nhảy xuống không có bất cứ ai đứng sau lưng cả.<br /><br />Chung cư này cũng là nơi dân tình hay ném đồ đạc trên cao xuống, người ta phải lắp camera giám sát để bắt phạt, một trong các camera cũng trung thực ghi lại cảnh cô bé nhảy lầu.<br /><br />Còn rất nhiều nhân chứng vật chứng khác cho thấy đây là một vụ tự sát, nhưng chị cô bé không tin.<br /><br />Không chấp nhận kết quả điều tra chính thức, không muốn em gái phải chết mù mờ oan ức, cô đã bắt tay lùng tìm theo một hướng bất hợp pháp, để lần lượt lôi ra từng kẻ thủ ác đang thu lu sau màn hình.<br /><br />Đặt cuộc trả thù cá nhân vào bối cảnh Hồng Kông hiện đại, khi ai nấy vô hồn với xung quanh vì chỉ biết cắm mặt vào điện thoại, Người trong lưới là một sự thật nhức nhối về ranh giới mỏng manh giữa vô tâm và ác tâm.",
    "date": "Mon, 15 Dec 2025 00:00:00 +0000",
    "readAt": "Mon, 15 Dec 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1604125906l/55820280.jpg",
      "type": "image"
    }
  },
  {
    "id": "62790595",
    "title": "Người Bóng Bay",
    "author": "Chan Ho-Kei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1664171452l/62790595.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.11,
    "summary": "<b>NGƯỜI BÓNG BAY - MỘT \"DEATH NOTE\" HÀI HƯỚC NHƯNG VẪN ĐẦY ĐẤU TRÍ</b><br /><br />“Chỉ cần chạm vào da đối tượng, tôi có thể nhập lệnh, biến kẻ đó thành hình dạng bóng bay như tưởng tượng.”<br /><br />Một anh chàng bất mãn với công việc của mình, quyết tâm trở thành sát thủ.<br />Một năng lực dị thường giúp anh ta có thể chạm vào bất kỳ sinh vật sống nào và biến chúng thành \"bóng bay\", lại còn có thể hẹn giờ kích hoạt.<br />Một vận xui khiến anh thường xuyên rơi vào những tình huống dở khóc dở cười, đi kèm một bộ não đầy nếp nhăn để luôn giải quyết được mọi vấn đề một cách ngoạn mục.<br />Tất cả đã đạo nên một gã nhân vật chính vừa hài hước thú vị, lại vừa mưu mô và tính toán trong từng đường đi nước bước của mình.<br /><br />Với Người bóng bay, Chan Ho-Kei (Trần Hạo Cơ) đã viết nên một vở kịch đấu trí đầy tiếng cười, lại mang đậm dấu ấn Hồng Kông. Những ai là fan của phim Hồng Kông ắt hẳn sẽ vừa đọc truyện vừa liên tưởng đến những cảnh phim và những vấn đề nổi cộm như cảnh sát truy bắt tội phạm, đấu đá gia tộc, thanh trừng bang hội, hay giá cả leo thang…",
    "date": "Sun, 14 Dec 2025 00:00:00 +0000",
    "readAt": "Sun, 14 Dec 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1664171452l/62790595.jpg",
      "type": "image"
    }
  },
  {
    "id": "36597588",
    "title": "Tâm lý học trong nháy mắt 2",
    "author": "Nhóm Ezpsychology",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1629379855l/36597588.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 2,
    "averageRating": 3.17,
    "summary": "Tâm lý học xã hội nói về cuộc sống của chính chúng ta. Rất nhiều người cho rằng nó đơn giản như những gì vẫn diễn ra hàng ngày. Nhưng, Tâm lý học xã hội phức tạp hơn thế nhiều.<br /><br />Tâm Lý Học Trong Nháy Mặt - Tập 2 bao gồm 12 chương giới thiệu chung về Tâm lý học. Thay bằng việc học thuộc lòng, \"vò đầu bứt tai\" với mớ lý thuyết và từ chuyên môn, cuốn sách giúp bạn tìm hiểu, ghi nhớ và áp dụng chúng một cách dễ dàng và thú vị. Sách được trình bày với hình minh họa sinh động giúp trí tưởng tượng của bạn \"bay cao, bay xa\".<br /><br />Đi kèm với cuốn sách là các tranh minh họa đặc sắc, những kiến thức được trình bày sống động, hy vọng cuốn sách cuốn sách này có thể thu hút sự chú ý của bạn.<br /><br />Ngoài ra, 130 flashcard tặng kèm sẽ giúp bạn dễ dàng hơn trong việc tiếp thu toàn bộ nội dung cuốn sách.",
    "date": "Mon, 8 Dec 2025 00:00:00 +0000",
    "readAt": "Mon, 8 Dec 2025 00:00:00 +0000"
  },
  {
    "id": "30646990",
    "title": "Tâm lý học trong nháy mắt",
    "author": "Nhóm Ezpsychology",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1629378738l/30646990.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 3.47,
    "summary": "Tâm lý học trong nháy mắt 1 bao gồm 13 chương giới thiệu chung về Tâm lý học. Thay bằng việc học thuộc lòng, \"vò đầu bứt tai\" với mớ lý thuyết và từ chuyên môn, cuốn sách giúp bạn tìm hiểu, ghi nhớ và áp dụng chúng một cách dễ dàng và thú vị.<br />Sách được trình bày với hình minh họa sinh động giúp trí tưởng tượng của bạn \"bay cao, bay xa\".<br /><br />Đi kèm theo sách, 135 Flashcards được thiết kế tinh tế, tiện lợi, giúp bạn học thuộc từ chuyên môn, lý thuyết dễ dàng hơn và ghi nhớ lâu hơn.<br /><br />Chị Hương Nguyễn (tốt nghiệp đại học Murdoch, Úc), chủ dự án, đồng thời là thành viên hiệp hội Tâm lý học Hoa Kỳ và là admin fanpage Vietpsychology chia sẻ: \"Với series Tâm lý học trong nháy mắt, tôi và nhóm xin đóng góp một phần nỗ lực nhỏ bé cho sự chuyển đổi mô hình giáo dục theo hướng tư duy năng động và thiết thực hơn. Tôi cũng mong muốn truyền cảm hứng cho nhiều người trẻ tuổi, tài năng để cùng khai thác những sáng tạo mới và tiến bộ của công nghệ nhằm giúp ích cho việc học tập và chia sẻ kiến thức.\"",
    "date": "Mon, 8 Dec 2025 00:00:00 +0000",
    "readAt": "Mon, 8 Dec 2025 00:00:00 +0000"
  },
  {
    "id": "25366",
    "title": "Grotesque",
    "author": "Natsuo Kirino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1390275656l/25366.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 1,
    "averageRating": 3.76,
    "summary": "Tokyo prostitutes Yuriko and Kazue have been brutally murdered, their deaths leaving a wake of unanswered questions about who they were, who their murderer is, and how their lives came to this end. As their stories unfurl in an ingeniously layered narrative, coolly mediated by Yuriko’s older sister, we are taken back to their time in a prestigious girls’ high school—where a strict social hierarchy decided their fates — and follow them through the years as they struggle against rigid societal conventions.<br /><br />Shedding light on the most hidden precincts of Japanese society today, <i>Grotesque </i>is both a psychological investigation into the female psyche and a work of noir fiction that confirms Natsuo Kirino’s electrifying gifts.",
    "date": "Sun, 13 Jul 2025 00:00:00 +0000",
    "readAt": "Sun, 13 Jul 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1390275656l/25366.jpg",
      "type": "image"
    }
  },
  {
    "id": "2195464",
    "title": "What I Talk About When I Talk About Running",
    "author": "Haruki Murakami",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1473397159l/2195464.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 4,
    "averageRating": 3.87,
    "summary": "In 1982, having sold his jazz bar to devote himself to writing, Murakami began running to keep fit. A year later, he’d completed a solo course from Athens to Marathon, and now, after dozens of such races, not to mention triathlons and a dozen critically acclaimed books, he reflects upon the influence the sport has had on his life and—even more important—on his writing. <br /><br />Equal parts training log, travelogue, and reminiscence, this revealing memoir covers his four-month preparation for the 2005 New York City Marathon and takes us to places ranging from Tokyo’s Jingu Gaien gardens, where he once shared the course with an Olympian, to the Charles River in Boston among young women who outpace him. Through this marvelous lens of sport emerges a panorama of memories and insights: the eureka moment when he decided to become a writer, his greatest triumphs and disappointments, his passion for vintage LPs, and the experience, after fifty, of seeing his race times improve and then fall back. <br /><br />By turns funny and sobering, playful and philosophical, <i>What I Talk About When I Talk About Running</i> is rich and revelatory, both for fans of this masterful yet guardedly private writer and for the exploding population of athletes who find similar satisfaction in running.",
    "date": "Mon, 20 Oct 2025 00:00:00 +0000",
    "readAt": "Mon, 20 Oct 2025 00:00:00 +0000"
  },
  {
    "id": "60379842",
    "title": "Nàng tiên cá",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1644413020l/60379842.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.73,
    "summary": "Sau khi gieo mình xuống biển, nàng tiên cá phải chịu đựng ba trăm năm thử thách mới được ban cho linh hồn bất diệt. Nếu nàng gặp được trẻ ngoan, thời gian thử thách rút đi một năm. Chẳng may gặp phải trẻ ác, thử thách lại tăng thêm một ngày.<br /><br />Năm 1994 hẳn là năm tăng mạnh thời gian thử thách, bởi năm ấy xuất hiện đến mấy đứa trẻ không thể gọi là ngoan. Những đứa trẻ không ngoan này, vào một ngày nổi cơn dông gió, đã xô một đứa trẻ ngoan rơi xuống cống ngầm. Nhưng khi xoay xở thoát ra khỏi thế giới tối tăm ấy, đứa trẻ ngoan giờ lại khó mà gọi là ngoan được nữa.<br /><br />Năm 1994 cũng là năm mà những cơn mưa thường kéo theo tin chẳng lành. Sau một đêm mưa lớn lịch sử, nước xối mạnh trong cống ngầm đã đẩy bật ba cái xác phụ nữ đang phân hủy ra kênh đào. Cảnh sát hình sự lập tức bắt tay vào phá án…<br /><br />Trở lại văn đàn sau năm năm gác bút, Lôi Mễ dùng Nàng tiên cá mở ra một vài cảnh trí sinh hoạt bình thường, nhưng lại sử dụng phông nền bình thường ấy để khắc họa những chân dung ở mức độ bất thường cả về thiện và ác.",
    "date": "Sun, 16 Nov 2025 00:00:00 +0000",
    "readAt": "Sun, 16 Nov 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1644413020l/60379842.jpg",
      "type": "image"
    }
  },
  {
    "id": "29610899",
    "title": "Người Giàu Có Nhất Thành Babylon",
    "author": "George S. Clason",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1631005729l/29610899.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [],
    "userRating": 2,
    "averageRating": 4.15,
    "summary": "Ngày xưa, thung lũng bên dòng sông Euphrate là một vùng đất nông nghiệp có hệ thống tưới tiêu hết sức quy mô, dân cư đông đúc, nay đã trở thành vùng sa mạc khô cằn, lác đác với những bụi cây cằn cỗi, những đám cỏ dại đang đối đầu với gió cát để tồn tại. Những nghĩa địa của loài voi cổ đại cùng với những đoàn lữ hành dài dằng dặc của các thương gia thành Babylon cũng chỉ còn là huyền thoại. Ngày nay, trên vùng đất này, thỉnh thoảng chúng ta gặp những nhóm dân du mục Ả Rập cố gắng duy trì cuộc sống khổ cực của mình nhờ vào việc chăn nuôi những bầy gia súc nhỏ...<br /><br />Trước mắt bạn, tương lai đang trải rộng con đường dẫn tới những miền đất xa xôi đầy hứa hẹn. Trên con đường đó, bạn háo hức, mong muốn thực hiện nhiều ước mơ, dự định, khát khao… của riêng mình.<br /><br />Để những nguyện vọng của mình được thực hiện, ít nhất bạn phải thành công về mặt tiền bạc. Quyển sách kinh tế này sẽ giúp bạn biết cách vận dụng những nguyên lý quan trọng để phát triển tài chính. Hãy để cuốn sách dẫn dắt bạn đi từ một hoàn cảnh khó khăn, tiêu biểu là một cái túi lép xẹp, đến một cuộc sống đầy đủ và hạnh phúc, tiêu biểu là một túi tiền căng phồng, sung túc.<br /><br />Khi nói đến tiền bạc, chúng ta thường đề cập đến quy luật trọng trường và nó luôn phổ quát và bất biến trong mọi trường hợp. Trải qua thời gian dài và phát triển, quy luật này đã được trải nghiệm và đúc rút thành những bí quyết không chỉ đảm bảo cho bạn một túi tiền đầy, mà còn giúp cho bạn có một cuộc sống cân bằng để có thể phát triển mỹ mãn hơn những tiềm năng của bản thân trong các lĩnh vực khác của cuộc sống. Bởi trên thực tế, không ai có thể phủ nhận rằng sự dồi dào về vật chất có thể làm cho đời sống con người trở nên tốt đẹp hơn. Riêng trong lĩnh vực kinh doanh, sức mạnh tài chính là phương tiện chủ yếu để đo lường mức độ thành đạt của các doanh nhân.<br /><br />Ngày nay, tiền bạc vẫn có những ảnh hưởng lớn đối với cuộc sống con người, cũng giống như cách đây năm ngàn năm nó đã chi phối mạnh mẽ cuộc sống của cư dân vương quốc Babylon, thúc đẩy họ tìm hiểu và nắm bắt các quy luật tạo ra tiền, nhằm có được một cuộc sống sung túc và sang trọng bậc nhất.<br /><br />Là một cuốn sách kinh doanh về chủ đề làm giàu, những trang sách sẽ đưa chúng ta trở lại vương quốc Babylon cổ đại, cái nôi nuôi dưỡng những nguyên lý cơ bản về tài chính mà giờ đây con người hiện đại đã kế thừa và vận dụng trên toàn thế giới.",
    "date": "Wed, 12 Nov 2025 00:00:00 +0000",
    "readAt": "Wed, 12 Nov 2025 00:00:00 +0000"
  },
  {
    "id": "36689757",
    "title": "Đắc nhân tâm",
    "author": "Dale Carnegie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1512033851l/36689757.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [],
    "userRating": 4,
    "averageRating": 4.02,
    "summary": "Đắc nhân tâm của Dale Carnegie là quyển sách duy nhất về thể loại self-help liên tục đứng đầu danh mục sách bán chạy nhất (best-selling Books) do báo The New York Times bình chọn suốt 10 năm liền. Được xuất bản năm 1936, với số lượng bán ra hơn 15 triệu bản, tính đến nay, sách đã được dịch ra ở hầu hết các ngôn ngữ, trong đó có cả Việt Nam, và đã nhận được sự đón tiếp nhiệt tình của đọc giả ở hầu hết các quốc gia.<br /><br />Là quyển sách đầu tiên có ảnh hưởng làm thay đổi cuộc đời của hàng triệu người trên thế giới, Đắc Nhân Tâm là cuốn sách đem lại những giá trị tuyệt vời cho người đọc, bao gồm những lời khuyên cực kì bổ ích về cách ứng xử trong cuộc sống hàng ngày. Sức lan toả của quyển sách vô cùng rộng lớn – với nhiều tầng lớp, đối tượng.<br /><br />Đắc Nhân Tâm không chỉ là là nghệ thuật thu phục lòng người, Đắc Nhân Tâm còn đem lại cho độc giả góc nhìn, suy nghĩ sâu sắc về việc giao tiếp ứng xử.<br /><br />Triết lý của Đắc Nhân Tâm là hiểu mình, thành thật với chính mình, từ đó hiểu biết và quan tâm đến những người xung quanh để nhìn ra và khơi gợi những tiềm năng ẩn khuất nơi họ, giúp họ phát triển lên một tầm cao mới. Đây chính là nghệ thuật cao nhất về con người và chính là ý nghĩa sâu sắc nhất đúc kết từ những nguyên tắc vàng của Dale Carnegie.",
    "date": "Sun, 9 Nov 2025 00:00:00 +0000",
    "readAt": "Sun, 9 Nov 2025 00:00:00 +0000"
  },
  {
    "id": "13412952",
    "title": "Trăm năm cô đơn",
    "author": "Gabriel García Márquez",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1631775014l/13412952.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 3,
    "averageRating": 4.07,
    "summary": "Cho đến nay Trăm Năm Cô Đơn vẫn là cuốn tiểu thuyết lớn nhất của Gabriel Garcia Márquez, nhà văn Columbia, người được giải Nobel về văn học năm 1982. Trăm Năm Cô Đơn ra đời (1967) đã gây dư luận sôi nổi trên văn đàn Mỹ Latinh và lập tức được cả thế giới hâm mộ. Sau gần hai mươi năm, Trăm Năm Cô Đơn đã có mặt ở khắp nơi trên hành tinh chúng ta để đến với mọi người và mọi nhà.<br /><br />Trăm Năm Cô Đơn là lời kêu gọi mọi người hãy sống đúng bản chất người - tổng hòa các mối quan hệ xã hội - của mình, hãy vượt qua mọi định kiến, thành kiến cá nhân, hãy lấp bằng mọi hố ngăn cách cá nhân để cá nhân mình tự hòa đồng với gia đình, với cộng đồng xã hội. Vì lẽ đó Garcia Márquez từng tuyên bố cuốn sách mà ông để cả đời sáng tác là cuốn sách về cái cô đơn và thông qua cái cô đơn ông kêu gọi mọi người đoàn kết, đoàn kết để đấu tranh, đoàn kết để chiến thắng tình trạng chậm phát triển của Mỹ Latinh, đoàn kết để sáng tạo ra một thiên huyền thoại khác hẳn. Một huyền thoại mới, hấp dẫn của cuộc sống, nơi không ai bị kẻ khác định đoạt số phận mình ngay cả cái cách thức chết, nơi tình yêu có lối thoát và hạnh phúc là cái có khả năng thực sự, và nơi những dòng họ bị kết án trăm năm cô đơn cuối cùng và mãi mãi sẽ có vận may lần thứ hai để tái sinh trên mặt đất này.",
    "date": "Fri, 7 Nov 2025 00:00:00 +0000",
    "readAt": "Fri, 7 Nov 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1631775014l/13412952.jpg",
      "type": "image"
    }
  },
  {
    "id": "76865",
    "title": "Good to Great: Why Some Companies Make the Leap... and Others Don't",
    "author": "Jim Collins",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1546097703l/76865.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.12,
    "summary": "The Challenge:<br />Built to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the very beginning.<br /><br />But what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?<br /><br />The Study:<br />For years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal distinguishing characteristics that cause a company to go from good to great?<br /><br />The Standards:<br />Using tough benchmarks, Collins and his research team identified a set of elite companies that made the leap to great results and sustained those results for at least fifteen years. How great? After the leap, the good-to-great companies generated cumulative stock returns that beat the general stock market by an average of seven times in fifteen years, better than twice the results delivered by a composite index of the world's greatest companies, including Coca-Cola, Intel, General Electric, and Merck.<br /><br />The Comparisons:<br />The research team contrasted the good-to-great companies with a carefully selected set of comparison companies that failed to make the leap from good to great. What was different? Why did one set of companies become truly great performers while the other set remained only good?<br /><br />Over five years, the team analyzed the histories of all twenty-eight companies in the study. After sifting through mountains of data and thousands of pages of interviews, Collins and his crew discovered the key determinants of greatness -- why some companies make the leap and others don't.<br /><br />The Findings:<br />The findings of the Good to Great study will surprise many readers and shed light on virtually every area of management strategy and practice. The findings include:<br /><br />Level 5 Leaders: The research team was shocked to discover the type of leadership required to achieve greatness.<br />The Hedgehog Concept: (Simplicity within the Three Circles): To go from good to great requires transcending the curse of competence.<br />A Culture of Discipline: When you combine a culture of discipline with an ethic of entrepreneurship, you get the magical alchemy of great results. Technology Accelerators: Good-to-great companies think differently about the role of technology.<br />The Flywheel and the Doom Loop: Those who launch radical change programs and wrenching restructurings will almost certainly fail to make the leap.<br />“Some of the key concepts discerned in the study,” comments Jim Collins, \"fly in the face of our modern business culture and will, quite frankly, upset some people.”<br /><br />Perhaps, but who can afford to ignore these findings?",
    "date": "Fri, 24 Oct 2025 00:00:00 +0000",
    "readAt": "Fri, 24 Oct 2025 00:00:00 +0000"
  },
  {
    "id": "3590",
    "title": "The Adventures of Sherlock Holmes (Sherlock Holmes, #3)",
    "author": "Arthur Conan Doyle",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1164045516l/3590.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 4.32,
    "summary": "<i>The Adventures of Sherlock Holmes</i> is the series of short stories that made the fortunes of the Strand magazine, in which they were first published, and won immense popularity for Sherlock Holmes and Dr Watson. The detective is at the height of his powers and the volume is full of famous cases, including 'The Red-Headed League', 'The Blue Carbuncle', and 'The Speckled Band'. <br />The editor of this volume, Richard Lancelyn Green is editor of <i>The Uncollected Sherlock Holmes</i> and <i>The Further Adventures of Sherlock Holmes</i>. With John Michael Gibson, he compiled the Soho Series Bibliography of A. Conan Doyle.<br />1. A Scandal In Bohemia<br />2. The Red-Headed League<br />3. A Case Of Identity<br />4. The Boscombe Valley Mystery <br />5. The Five Orange Pips<br />6. The Man With The Twisted Lip<br />7. The Adventure Of The Blue Carbuncle <br />8. The Adventure Of The Speckled Band <br />9. The Adventure Of The Engineer's Thumb<br />10. The Adventure Of The Noble Bachelor <br />11. The Adventure Of The Beryl Coronet <br />12. The Adventure Of The Copper Beaches",
    "date": "Sat, 25 Oct 2025 00:00:00 +0000",
    "readAt": "Sat, 25 Oct 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1164045516l/3590.jpg",
      "type": "image"
    }
  },
  {
    "id": "608474",
    "title": "The Sign of Four (Sherlock Holmes, #2)",
    "author": "Arthur Conan Doyle",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1739306203l/608474.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.91,
    "summary": "<i>This is an alternative cover edition for ISBN <a href=\"https://www.goodreads.com/search/search?q=9780140439076\" title=\"9780140439076\" rel=\"nofollow noopener\">9780140439076</a></i><br /><br />A dense yellow miasma swirls in the streets of London as Sherlock Holmes and Dr Watson accompany a beautiful young woman to a sinister assignation.<br /><br />For Mary Marston has received several large pearls - one a year for the last six years - and now a mystery letter telling her she is a wronged woman. If she would seek justice she is to meet her unknown benefactor, bringing with her two companions.<br /><br />But unbeknownst to them all, others stalk London's fog-enshrouded streets: a one-legged ruffian with revenge on his mind - and his companion, who places no value on human life...",
    "date": "Mon, 13 Oct 2025 00:00:00 +0000",
    "readAt": "Mon, 13 Oct 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1739306203l/608474.jpg",
      "type": "image"
    }
  },
  {
    "id": "102868",
    "title": "A Study in Scarlet (Sherlock Holmes, #1)",
    "author": "Arthur Conan Doyle",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1519031842l/102868.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.16,
    "summary": "Our first meeting with Sherlock Holmes. And it's John Watson's too! They meet at the start of this novel, and the young doctor is astonished by Holmes' many idiosyncrasies including his talents on the violin.<br /><br />But it's not long before Sherlock Holmes, with Watson in tow, is working with Scotland Yard investigating the murder of two Americans whose deaths have some mysterious connection to sinister groups gathering power in both Britain and America.<br /><br />Here's where it all began - 'A Study in Scarlet.' Meet Sherlock Holmes, one of the world's leading consulting detectives - fictional of course!",
    "date": "Sun, 12 Oct 2025 00:00:00 +0000",
    "readAt": "Sun, 12 Oct 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1519031842l/102868.jpg",
      "type": "image"
    }
  },
  {
    "id": "13623848",
    "title": "The Song of Achilles",
    "author": "Madeline Miller",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1357177533l/13623848.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.29,
    "summary": "<i>Alternate cover edition of <a href=\"https://www.goodreads.com/book/show/59062169-the-song-of-achilles\" rel=\"nofollow noopener\">ISBN 9780062060624</a>.</i><br /><br />Achilles, \"the best of all the Greeks,\" son of the cruel sea goddess Thetis and the legendary king Peleus, is strong, swift, and beautiful, irresistible to all who meet him. Patroclus is an awkward young prince, exiled from his homeland after an act of shocking violence. Brought together by chance, they forge an inseparable bond, despite risking the gods' wrath.<br /><br />They are trained by the centaur Chiron in the arts of war and medicine, but when word comes that Helen of Sparta has been kidnapped, all the heroes of Greece are called upon to lay siege to Troy in her name. Seduced by the promise of a glorious destiny, Achilles joins their cause, and torn between love and fear for his friend, Patroclus follows. Little do they know that the cruel Fates will test them both as never before and demand a terrible sacrifice.",
    "date": "Fri, 10 Oct 2025 00:00:00 +0000",
    "readAt": "Fri, 10 Oct 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/achilles.png",
      "type": "image"
    }
  },
  {
    "id": "36809135",
    "title": "Where the Crawdads Sing",
    "author": "Delia Owens",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1582135294l/36809135.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 3,
    "averageRating": 4.34,
    "summary": "For years, rumors of the “Marsh Girl” haunted Barkley Cove, a quiet fishing village. Kya Clark is barefoot and wild; unfit for polite society. So in late 1969, when the popular Chase Andrews is found dead, locals immediately suspect her.<br /><br />But Kya is not what they say. A born naturalist with just one day of school, she takes life's lessons from the land, learning the real ways of the world from the dishonest signals of fireflies. But while she has the skills to live in solitude forever, the time comes when she yearns to be touched and loved. Drawn to two young men from town, who are each intrigued by her wild beauty, Kya opens herself to a new and startling world—until the unthinkable happens.<br /><br />In <i>Where the Crawdads Sing</i>, Owens juxtaposes an exquisite ode to the natural world against a profound coming of age story and haunting mystery. Thought-provoking, wise, and deeply moving, Owens’s debut novel reminds us that we are forever shaped by the child within us, while also subject to the beautiful and violent secrets that nature keeps.<br /><br />The story asks how isolation influences the behavior of a young woman, who like all of us, has the genetic propensity to belong to a group. The clues to the mystery are brushed into the lush habitat and natural histories of its wild creatures.",
    "date": "Tue, 11 Nov 2025 00:00:00 +0000",
    "readAt": "Tue, 11 Nov 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1582135294l/36809135.jpg",
      "type": "image"
    }
  },
  {
    "id": "43582376",
    "title": "The Body: A Guide for Occupants",
    "author": "Bill Bryson",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1565810646l/43582376.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.3,
    "summary": "In the bestselling, prize-winning <i>A Short History of Nearly Everything</i>, Bill Bryson achieved the seemingly impossible by making the science of our world both understandable and entertaining to millions of people around the globe.<br /><br />Now he turns his attention inwards to explore the human body, how it functions and its remarkable ability to heal itself. Full of extraordinary facts and astonishing stories, <i>The Body: A Guide for Occupants</i> is a brilliant, often very funny attempt to understand the miracle of our physical and neurological make up.<br /><br />A wonderful successor to <i>A Short History of Nearly Everything</i>, this book will have you marvelling at the form you occupy, and celebrating the genius of your existence, time and time again.",
    "date": "Sat, 4 Oct 2025 00:00:00 +0000",
    "readAt": "Sat, 4 Oct 2025 00:00:00 +0000"
  },
  {
    "id": "25952145",
    "title": "Ánh Sáng Thành Phố (Phương Mộc, #5)",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1631207003l/25952145.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.1,
    "summary": "Đây là quyển thứ năm trong một loạt truyện trinh thám về tâm lý tội phạm của Lôi Mễ: Độc giả thứ 7, Chân dung tâm lý tội phạm - Đề thi đẫm máu, Trường giáo hóa tâm lý tội phạm, Dòng chảy ngầm của tâm lý tội phạm.<br /><br />Truyện của Lôi Mễ luôn có sức hấp dẫn đặc biệt với độc giả bởi những tình tiết ly kì, lôi cuốn đến những trang cuối cùng.<br /><br />Giới thiệu truyện:<br /><br />Làm chuyện xấu, sẽ có báo ứng! Người giữa thành phố này đang lâm vào cảm giác thỏa mãn và cuồng nhiệt trước nay chưa từng có. Nơi này có một đạo ánh sáng, có một vị thần, có một lưỡi hái tùy thời có thể vung hướng về phía đầu của kẻ ác. Hắn là chính nghĩa, cường đại, đồng thời lại thần bí. Mỗi người đều trở nên dè dặt, thận trọng từng lời nói việc làm, sợ bản thân trở thành mục tiêu kế tiếp của \"Ánh sáng thành phố\".<br /><br />Mỗi người lại đều trở nên trắng trợn \"ánh sáng thành phố\" là của chúng ta! Mà chính bọn họ, lại hy vọng trở thành một lưỡi dao sắc bén trên thanh đồ đao này. Tại cán cân công lý bắt đầu xiêu vẹo, mỗi người lập tức biến thành hung khí này, Phương Mộc lựa chọn làm một quả cân dũng cảm.",
    "date": "Sun, 28 Sep 2025 00:00:00 +0000",
    "readAt": "Sun, 28 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1631207003l/25952145.jpg",
      "type": "image"
    }
  },
  {
    "id": "25899258",
    "title": "Sông ngầm (Phương Mộc, #4)",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1436757177l/25899258.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.2,
    "summary": "Loạt tiểu thuyết best-seller của Lôi Mễ lấy nhân vật trung tâm là cảnh sát Phương Mộc. Trong Sông Ngầm, Phương Mộc sẽ phá đường dây buôn người đầy thế lực ở Trung Quốc.<br /><br />Tình bạn của Phương Mộc và Tiêu Vọng bắt đầu khi Phương Mộc được cử về địa phương của Tiêu Vọng để giải quyết vụ mất tích của diễn viên điện ảnh Bùi Lam. Sự nhanh nhạy, tài phán đoán và phân tích của Phương Mộc khiến Tiêu Vọng rất mến phục. Phương Mộc cũng cảm mến Tiêu Vọng vì người đồng nghiệp này luôn biết chia sẻ nhưng không bao giờ tò mò về những điều anh muốn giấu kín.<br /><br />Sau khi giải cứu được Bùi Lam, Phương Mộc trở về đơn vị thì được tin sếp của anh - Hình Chí Sâm bị bắt vì tội cố ý giết người. Phương Mộc tin tưởng rằng Hình Chí Sâm bị oan và muốn giúp ông giải oan. Nhất là khi chứng kiến cái chết thê thảm của con gái Hình Chí Sâm, anh càng quyết tâm phải tìm ra chân tướng sự việc. Cũng từ đây, anh bắt đầu khám phá về đường dây buôn người nguy hiểm do Lương Tứ Hải cầm đầu.<br /><br />Tác giả Lôi Mễ từng hé lộ, cuốn sách được viết dựa trên những hiểu biết của anh về những câu chuyện có thật diễn ra vùng biên giới Trung Quốc - nơi diễn ra sôi nổi các hoạt động buôn bán phụ nữ, trẻ em.",
    "date": "Wed, 24 Sep 2025 00:00:00 +0000",
    "readAt": "Wed, 24 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1436757177l/25899258.jpg",
      "type": "image"
    }
  },
  {
    "id": "18395909",
    "title": "Skinner's Box (Fang Mu - Eastern Crimes, #3)",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1377765129l/18395909.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.9,
    "summary": "<i>Alternate Cover Edition for <a href=\"https://www.goodreads.com/book/show/18162503-skinner-s-box\" rel=\"nofollow noopener\">B00DJA5YOU</a>.</i><br /><br />A perfect mix between Chinese versions of The Girl with the Dragon Tattoo and Silence of the Lambs.<br /><br />Why did he, who murdered his girlfriend's head teacher on Teacher's Day with his own hands, suddenly break out of prison on the same day that Fang Mu was to testify in court to spare him from the death penalty?<br /><br />Why does he, who has taken so many orphans under his wing to care for personally, frequently stare with sad, hollow eyes at a portrait of a deceased child?<br /><br />Deep within an underground labyrinth, a man is found electrocuted to death; high on the top shelf of a department store's stuffed animal display wall, a giant teddy bear suddenly begins to drip blood; a man's corpse is discovered, castrated, and with his arms around a sex doll whose clothing is completely intact…. Are they all part of a group of injured guinea pigs? Or are they themselves cruel, perverted killers? Is this an age-old theater, a purging remedy for redemption, or some sort of fiendish ritual? Fang Mu is once again pulled into a vortex of massacre. Does he allow this to happen out of a sense of duty? Or is there something else inside him, guiding him against his will? <br /><br />Through all his trials and tribulations, will Fang Mu comply with Teacher Qiao's final wish that he become a police officer, or will he return to the life of an ordinary citizen and never look back?<br /><br />This is a story about growing up.<br /><br />This is a story of self-redemption.<br /><br />This is a story that at times will leave you burning with anger, recoiling from fear, warming with hope, or brimming with sorrow.<br /><br />If you have read the first book in the series, Profiler, then Skinner's Box will lead you to discover a whole new side to Lei Mi's writing. Fang Mu is still Fang Mu, and the cases are still just as bewildering and complex. But this is an entirely different interpretation of the ugliness and evil of human nature and the criminal mind caught wandering back and forth between heaven and hell.",
    "date": "Fri, 19 Sep 2025 00:00:00 +0000",
    "readAt": "Fri, 19 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1377765129l/18395909.jpg",
      "type": "image"
    }
  },
  {
    "id": "18287505",
    "title": "Độc giả thứ 7 (Phương Mộc, #1)",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1467811355l/18287505.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 3.65,
    "summary": "Độc giả thứ 7 thực chất là tác phẩm đầu tay của Lôi Mễ, được đăng tải nhiều kì trên tạp chí truyện trinh thám của Trung Quốc. Tuy nhiên, đến gần đây Lôi Mễ mới cho xuất bản quyển sách. Trong phiên bản này, Lôi Mễ đã có chỉnh sửa một vài chi tiết và thêm vào đó ngoại truyện của các truyện xuất bản trước, giúp bạn đọc hiểu rõ hơn diễn biến tâm lý của các nhân vật.<br /><br />Độc giả thứ 7 lấy bối cảnh khu ký túc xa nam sinh ở trường đại học của Phương Mộc. Tại nơi đây, các chàng trai cùng trải qua những năm tháng thanh xuân đầy nhiệt huyết và tiếng cười. Cho đến một ngày, một nam sinh bị giết hại và tiếp theo đó là cái chết hàng loạt của nhiều nam sinh khác. Với tài năng đặc biệt trong việc tìm hiểu tâm lý tội phạm , Phương Mộc đã lần theo dấu vết hung thủ và tìm ra được mối liên hệ giữa các nam sinh bi giết: tất cả họ đều có tên trong cùng một tấm thẻ mượn sách. Bằng tất cả khả năng của mình, Phương Mộc cố gắng truy đuổi kẻ thủ ác và cứu bạn bè của mình.",
    "date": "Sun, 21 Sep 2025 00:00:00 +0000",
    "readAt": "Sun, 21 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1467811355l/18287505.jpg",
      "type": "image"
    }
  },
  {
    "id": "17694434",
    "title": "Đề Thi Đẫm Máu (Phương Mộc, #2)",
    "author": "Mi Lei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630478848l/17694434.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.09,
    "summary": "Một tên sát thủ có sở thích uống chất hỗn hợp máu nạn nhân với sữa tươi, hắn có căn bệnh gì đặc biệt hay là con quỷ hút máu bất tử nghìn năm trong truyền thuyết?<br /><br />Trong thành phố C liên tiếp xảy ra 4 vụ cưỡng hiếp giết người, nạn nhân đều là những cô gái trí thức từ 25 - 35 tuổi, đây rốt cuộc là giết người trả thù hay đơn giản là cưỡng dâm?<br /><br />Hàng loạt cái chết bí ẩn thảm khốc của những người sống trong trường Đại học J liên tiếp xảy ra. Ở hiện trường vụ án, hung thủ đều để lại gợi ý cho vụ án tiếp theo, nhằm gợi ý gì?<br /><br />Trong hàng loạt các vụ án ly kỳ khiến cảnh sát bàng hoàng bó tay, Phương Mộc trầm mặc kiệm lời đột nhiên bị cảnh sát lôi vào cuộc. Tên ác quỷ giấu mặt lần lượt giết hại những người bạn của cậu, vì sao? Khi câu trả lời được vén màn bí mật, thì đề thi tàn khốc đã bị tích 5 dấu X đẫm máu.<br /><br />Một cuộc đấu trí so tài khốc liệt đầy kịch tính nổ ra... Ai sẽ là người thắng cuộc?<br /><br />Đây là tác phẩm trinh thám được nhiều người biết đến nhất của Lôi Mễ - sĩ quan cảnh sát cấp phòng (sở) giảng dạy bộ môn Hình pháp học tại một trường cảnh sát trực thuộc Bộ Công an Trung Quốc, đồng thời cũng là một tác giả truyện trinh thám nổi tiếng. Truyện của Lôi Mễ luôn có sức hấp dẫn đặc biệt đối với độc giả bởi ngòi bút sắt bén với những tình tiết ly kì, lôi cuốn đến trang cuối cùng.",
    "date": "Sun, 14 Sep 2025 00:00:00 +0000",
    "readAt": "Sun, 14 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630478848l/17694434.jpg",
      "type": "image"
    }
  },
  {
    "id": "20613611",
    "title": "Malice (Detective Kaga, #1)",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1497270264l/20613611.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.03,
    "summary": "Acclaimed bestselling novelist Kunihiko Hidaka is found brutally murdered in his home on the night before he's planning to leave Japan and relocate to Vancouver. His body is found in his office, a locked room, within his locked house, by his wife and his best friend, both of whom have rock solid alibis. Or so it seems.<br /><br />At the crime scene, Police Detective Kyochiro Kaga recognizes Hidaka's best friend, Osamu Nonoguchi. Years ago when they were both teachers, they were colleagues at the same public school. Kaga went on to join the police force while Nonoguchi eventually left to become a full-time writer, though with not nearly the success of his friend Hidaka.<br /><br />As Kaga investigates, he eventually uncovers evidence that indicates that the two writers' relationship was very different that they claimed, that they were anything but best friends. But the question before Kaga isn't necessarily who, or how, but why. In a brilliantly realized tale of cat and mouse, the detective and the killer battle over the truth of the past and how events that led to the murder really unfolded. And if Kaga isn't able to uncover and prove why the murder was committed, then the truth may never come out.<br /><br /><i>Malice</i> is one of the bestselling―the most acclaimed―novel in Keigo Higashino's series featuring police detective Kyochiro Kaga, one of the most popular creations of the bestselling novelist in Asia.",
    "date": "Sat, 6 Sep 2025 00:00:00 +0000",
    "readAt": "Sat, 6 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1497270264l/20613611.jpg",
      "type": "image"
    }
  },
  {
    "id": "10872535",
    "title": "Vừa Nhắm Mắt Vừa Mở Cửa Sổ",
    "author": "Nguyễn Ngọc Thuần",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630508593l/10872535.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "healing"
    ],
    "userRating": 4,
    "averageRating": 4.41,
    "summary": "Lần đầu tiên, nỗi buồn, thậm chí cái chết được mô tả một cách không khoan nhượng đồng thời lại thấm đẫm tình yêu, sự cảm thông và lòng trắc ẩn trong văn học thiếu nhi Việt Nam. Cuốn sách được các nhà văn trong nước mệnh danh là “Hoàng tử bé” của Việt Nam. Câu chuyện được bắt đầu bằng sự ra đời của một cái tên đứa trẻ - như một âm thanh đẹp nhất - và kết thúc dưới bầu trời đầy sao.<br /><br />Nó lý giải tại sao khi những gì thân yêu của chúng ta ra đi thì cũng giống như việc ta cắt lìa từng khoảng trời trong trái tim mình. Các chương sách là những câu chuyện ẩn dụ về âm nhạc - bà mẹ vĩ đại nhất, về ngón tay - bài học thân thể và sự kiêu hãnh, về khu vườn - một đứa trẻ chỉ thật sự lớn lên khi chúng đi xuyên qua khu vườn, rồi từ đó nhận ra thế giới không bằng thị giác mà bằng sự trải nghiệm những giác quan khác có tính chất rộng lớn hơn...",
    "date": "Sun, 7 Sep 2025 00:00:00 +0000",
    "readAt": "Sun, 7 Sep 2025 00:00:00 +0000"
  },
  {
    "id": "40097951",
    "title": "The Silent Patient",
    "author": "Alex Michaelides",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1668782119l/40097951.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.17,
    "summary": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.<br /><br />Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.<br /><br />Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations—a search for the truth that threatens to consume him....<br /><br /><b><i>The Silent Patient</i> is a shocking psychological thriller of a woman’s act of violence against her husband—and of the therapist obsessed with uncovering her motive.</b>",
    "date": "Sun, 31 Aug 2025 00:00:00 +0000",
    "readAt": "Sun, 31 Aug 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1668782119l/40097951.jpg",
      "type": "image"
    }
  },
  {
    "id": "60556912",
    "title": "The Housemaid (The Housemaid, #1)",
    "author": "Freida McFadden",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1646534743l/60556912.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 2,
    "averageRating": 4.28,
    "summary": "Every day I clean the Winchesters’ beautiful house top to bottom. I collect their daughter from school. And I cook a delicious meal for the whole family before heading up to eat alone in my tiny room on the top floor.<br /><br />I try to ignore how Nina makes a mess just to watch me clean it up. How she tells strange lies about her own daughter. And how her husband Andrew seems more broken every day. But as I look into Andrew’s handsome brown eyes, so full of pain, it’s hard not to imagine what it would be like to live Nina’s life. The walk-in closet, the fancy car, the perfect husband.<br /><br />I only try on one of Nina’s pristine white dresses once. Just to see what it’s like. But she soon finds out… and by the time I realize my attic bedroom door only locks from the outside, it’s far too late.<br /><br />But I reassure myself: the Winchesters don’t know who I really am.<br /><br />They don’t know what I’m capable of…",
    "date": "Fri, 5 Sep 2025 00:00:00 +0000",
    "readAt": "Fri, 5 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1646534743l/60556912.jpg",
      "type": "image"
    }
  },
  {
    "id": "31144695",
    "title": "The Untouched Crime",
    "author": "Zijin Chen",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1468849105l/31144695.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 3.87,
    "summary": "For three years, a serial killer has walked among the citizens of Hangzhou, China. With each new body come the same a jump rope, a cigarette, and a slip of paper that says, “Come and get me.”<br /><br />In the same city, Luo Wen wanders into a park just as a young woman stabs a local thug to death in a desperate act of self-defense. A former criminal investigator who lost his own family in an unsolved case, Luo Wen is familiar with the slippery nature of justice. So he makes the split-second decision to help the terrified woman cover up her crime, leaving behind no trace of evidence.<br /><br />Luo Wen’s friend Yan Liang, a criminologist and professor known for solving each case like a mathematical equation, is called in to help the police on the recent homicides. As he digs deeper, he discovers more questions than answers—and variables that simply don’t add up.<br /><br />While Yan Liang follows his suspicion and Luo Wen covers his tracks, a battle of wits plays out—with the winner’s version of justice as the ultimate prize.",
    "date": "Thu, 4 Sep 2025 00:00:00 +0000",
    "readAt": "Thu, 4 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1468849105l/31144695.jpg",
      "type": "image"
    }
  },
  {
    "id": "23847971",
    "title": "A Midsummer's Equation (Detective Galileo, #3)",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1441224440l/23847971.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.93,
    "summary": "Manabu Yukawa, the physicist known as \"Detective Galileo,\" has traveled to Hari Cove, a once-popular summer resort town that has fallen on hard times. He is there to speak at a conference on a planned underwater mining operation, which has sharply divided the town. One faction is against the proposed operation, concerned about the environmental impact on the area, known for its pristine waters. The other faction, seeing no future in the town as it is, believes its only hope lies in the development project.<br /><br />The night after the tense panel discussion, one of the resort's guests is found dead on the seashore at the base of the local cliffs. The local police at first believe it was a simple accident-that he wandered over the edge while walking on unfamiliar territory in the middle of the night. But when they discover that the victim was a former policeman and that the cause of death was carbon monoxide poisoning, they begin to suspect he was murdered, and his body tossed off the cliff to misdirect the police.<br /><br />As the police try to uncover where Tsukahara was killed and why, Yukawa finds himself enmeshed in yet another confounding case of murder. In a series of twists as complex and surprising as any in Higashino's brilliant, critically acclaimed work, Galileo uncovers the hidden relationship behind the tragic events that led to this murder.",
    "date": "Wed, 3 Sep 2025 00:00:00 +0000",
    "readAt": "Wed, 3 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1441224440l/23847971.jpg",
      "type": "image"
    }
  },
  {
    "id": "199325945",
    "title": "Gan ơi là gan",
    "author": "Gabriel Perlemuter",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1696823215l/199325945.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.42,
    "summary": "“Khi bị hư hại hoặc tổn thương, gan không chết mà mọc lại, đưa chúng ta đến gần hơn với sự bất tử. Trong số tất cả các cơ quan trong cơ thể chúng ta, gan là cơ quan duy nhất có được khả năng tự chữa lành diệu kỳ của một siêu anh hùng…\"<br /><br />Ấy thế nhưng, vị siêu anh hùng ấy lại là cơ quan bị chúng ta coi nhẹ nhất. Thật đáng tiếc, vì chính là nhờ nó mà chúng ta có thể sống lâu hơn và nhất là... sống khỏe mạnh! Với điều kiện chúng ta biết cách giúp đỡ gan, chẳng hạn như: Làm sao để xoa dịu cơn đói lúc 11 giờ mà không phải nhấm nháp thứ gì đó? Làm cách nào để tránh bệnh gan nhiễm mỡ? Có cách nào để bảo vệ gan khỏi bị han gỉ? Ăn uống thế nào cho khoa học mà vẫn ngon miệng?<br /><br />Dựa vào những phát hiện mới nhất trong lĩnh vực nghiên cứu y học, cuốn sách hấp dẫn và rành mạch này cung cấp cho độc giả những kiến thức chìa khóa, đồng thời tiết lộ với chúng ta toàn bộ những quyền lực bí ẩn của gan.<br /><br /> <br /><br />Gabriel Perlemuter là tiến sĩ ngành gan-tiêu hóa. Ông làm việc tại bệnh viện Antoine-Béclère, chỉ đạo một nhóm nghiên cứu tại Trung tâm sức khỏe và Nghiên cứu y học Pháp) đồng thời giảng dạy tại Đại học Paris-Sud. Ông còn tham gia Hội nghiên cứu gan châu Âu, Hội nghiên cứu gan Pháp, Hội gan-tiêu hóa Pháp. Ông là tác giả của nhiều bài báo và giáo trình y học.<br /><br /> <br /><br /> <br /><br />Trích đoạn<br /><br />- Gan là một cậu bé ngoan chỉ luôn tìm cách giúp đỡ chúng ta. Nhưng chúng ta quá bất công với cậu bé ấy. Giống như giữa các anh chị em trong một gia đình, chúng ta thường để tâm đến những đứa hiếu động hơn cả, như tim, não bộ hay tuyến tiền liệt. Cậu bé ngoan vẫn lành như bụt, cho đến ngày…<br /><br />- Ban đầu, chúng ta không cảm thấy gì, bởi không có dây thần kinh chạy đến gan nên ta chẳng bao giờ thấy đau gan. Và rồi, một hôm, hậu quả bắt đầu xuất hiện: viêm nhiễm, xơ hóa, xơ gan, ung thư, gan mất khả năng tự hồi phục. Và khi chúng ta thấy đau thì đã gần như quá muộn: gan phình to ra chèn ép lên bao gan mà bao gan thì có dây thần kinh chạy tới nên có thể gây đau đớn thực sự, một cơn đau âm thầm mà tôi cho rằng nó gây khó chịu và nặng bụng thì đúng hơn. Chính việc lá gan luôn kín đáo như vậy là nguyên nhân khiến đa số bệnh nhân của tôi đều ngạc nhiên khi tôi thông báo với họ rằng họ gặp vấn đề về gan!",
    "date": "Sat, 27 Sep 2025 00:00:00 +0000",
    "readAt": "Sat, 27 Sep 2025 00:00:00 +0000"
  },
  {
    "id": "23013953",
    "title": "Gut: The Inside Story of Our Body's Most Underrated Organ",
    "author": "Giulia Enders",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1435168687l/23013953.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 4,
    "averageRating": 4.04,
    "summary": "A cheeky up-close and personal guide to the secrets and science of our digestive system<br /><br />For too long, the gut has been the body’s most ignored and least appreciated organ, but it turns out that it’s responsible for more than just dirty work: our gut is at the core of who we are. Gut, an international bestseller, gives the alimentary canal its long-overdue moment in the spotlight. With quirky charm, rising science star Giulia Enders explains the gut’s magic, answering questions like: Why does acid reflux happen? What’s really up with gluten and lactose intolerance? How does the gut affect obesity and mood? Communication between the gut and the brain is one of the fastest-growing areas of medical research—on par with stem-cell research. Our gut reactions, we learn, are intimately connected with our physical and mental well-being. Enders’s beguiling manifesto will make you finally listen to those butterflies in your stomach: they’re trying to tell you something important.",
    "date": "Wed, 23 Jul 2025 00:00:00 +0000",
    "readAt": "Wed, 23 Jul 2025 00:00:00 +0000"
  },
  {
    "id": "13506866",
    "title": "Salvation of a Saint (Detective Galileo, #2)",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1495618717l/13506866.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 4.02,
    "summary": "From the author of the internationally bestselling, award-winning The Devotion of Suspect X comes the latest novel featuring \"Detective Galileo\" In 2011, The Devotion of Suspect X was a hit with critics and readers alike. The first major English language publication from the most popular bestselling writer in Japan, it was acclaimed as \"stunning,\" \"brilliant,\" and \"ingenious.\" <br /><br />Now physics professor Manabu Yukawa—Detective Galileo—returns in a new case of impossible murder, where instincts clash with facts and theory with reality. Yoshitaka, who was about to leave his marriage and his wife, is poisoned by arsenic-laced coffee and dies. His wife, Ayane, is the logical suspect—except that she was hundreds of miles away when he was murdered. <br /><br />The lead detective, Tokyo Police Detective Kusanagi, is immediately smitten with her and refuses to believe that she could have had anything to do with the crime. His assistant, Kaoru Utsumi, however, is convinced Ayane is guilty. While Utsumi's instincts tell her one thing, the facts of the case are another matter. So she does what her boss has done for years when stymied—she calls upon Professor Manabu Yukawa. <br /><br />But even the brilliant mind of Dr. Yukawa has trouble with this one, and he must somehow find a way to solve an impossible murder and capture a very real, very deadly murderer. <br /><br />Salvation of a Saint is Keigo Higashino at his mind-bending best, pitting emotion against fact in a beautifully plotted crime novel filled with twists and reverses that will astonish and surprise even the most attentive and jaded of readers.",
    "date": "Wed, 2 Jul 2025 00:00:00 +0000",
    "readAt": "Wed, 2 Jul 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1495618717l/13506866.jpg",
      "type": "image"
    }
  },
  {
    "id": "61025688",
    "title": "Bad Kids",
    "author": "Zijin Chen",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1658083435l/61025688.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 3.89,
    "summary": "THE PERFECT CRIME DOESN’T EXIST<br /><br />One beautiful morning, Zhang Dongsheng pushes his wealthy in-laws off a remote mountain.<br /><br />It’s the perfect crime. Or so he thinks.<br /><br />For Zhang did not expect that teenager Chaoyang and his friends would catch him in the act. An opportunity for blackmail presents itself and the kids start down a dark path that will lead to the unravelling of all their lives.<br /><br />Dark, heart-stopping and violent, Bad Kids is the suspense thriller that has taken China by storm, proving that anyone has what it takes to become a killer.",
    "date": "Sun, 29 Jun 2025 00:00:00 +0000",
    "readAt": "Sun, 29 Jun 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1658083435l/61025688.jpg",
      "type": "image"
    }
  },
  {
    "id": "201271",
    "title": "Naoko",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1388963920l/201271.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 3,
    "averageRating": 3.85,
    "summary": "<i>Naoko</i>, a major bestseller and film in Japan, is a poignant and wily take on gender relations from a master of the detective story. Expertly and seamlessly interweaving the real and the unreal, <i>Naoko</i> involves a regular guy whose world is rocked when his wife dies in a bus accident. His young daughter survives, but seems to be inhabited by her mother’s personality.",
    "date": "Wed, 25 Jun 2025 00:00:00 +0000",
    "readAt": "Wed, 25 Jun 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1388963920l/201271.jpg",
      "type": "image"
    }
  },
  {
    "id": "33652490",
    "title": "Men Without Women",
    "author": "Haruki Murakami",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1483232988l/33652490.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 3,
    "averageRating": 3.74,
    "summary": "A dazzling new collection of short stories—the first major new work of fiction from the beloved, internationally acclaimed, Haruki Murakami since his #1 best-selling <i>Colorless Tsukuru Tazaki and His Years of Pilgrimage</i>.<br /><br />Across seven tales, Haruki Murakami brings his powers of observation to bear on the lives of men who, in their own ways, find themselves alone. Here are vanishing cats and smoky bars, lonely hearts and mysterious women, baseball and the Beatles, woven together to tell stories that speak to us all.<br /><br />Marked by the same wry humor that has defined his entire body of work, in this collection Murakami has crafted another contemporary classic.",
    "date": "Tue, 24 Jun 2025 00:00:00 +0000",
    "readAt": "Tue, 24 Jun 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1483232988l/33652490.jpg",
      "type": "image"
    }
  },
  {
    "id": "3869",
    "title": "A Brief History of Time",
    "author": "Stephen W. Hawking",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1333578746l/3869.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.22,
    "summary": "A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends?<br /><br />Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
    "date": "Wed, 30 Apr 2025 00:00:00 +0000",
    "readAt": "Wed, 30 Apr 2025 00:00:00 +0000"
  },
  {
    "id": "38318515",
    "title": "Một cuốn sách về chủ nghĩa tối giản",
    "author": "Chi Nguyen",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1517548825l/38318515.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.18,
    "summary": "Một Cuốn Sách Về Chủ Nghĩa Tối Giản <br /><br />Sinh ra và lớn lên tại Việt Nam nhưng sống và làm việc nhiều năm tại Mỹ, Chi tìm thấy sự bình yên lạ kỳ khi viết tiếng Việt. Dường như mọi áp lực, cạnh tranh, những bước đi dồn dập của một xã hội phát triển không chạm đến một góc nhỏ an nhiên trong tâm hồn cô ...<br /><br />Đây có thể chỉ là một (trong rất nhiều) cuốn sách về Chủ nghĩa tối giản bạn đã, đang, và sẽ đọc trong cuộc đời, nhưng điều khiến nó khác biệt, là tất cả đều được viết bởi trải nghiệm cá nhân và thế giới quan riêng của Chi Nguyễn – The Present Writer về cuộc sống. <br /><br />Cuốn sách này sẽ không cho bạn một “công thức chuẩn” để đánh giá thế nào là tối giản, thế nào là hạnh phúc. Cũng sẽ không có điều gì hoàn toàn đúng và hoàn toàn sai áp đặt lên bạn. Thay vào đó, cuốn sách giới thiệu những khái niệm mở, truyền cảm hứng để bạn thay đổi tư duy và tự đưa ra quyết định đâu là lối sống phù hợp nhất với mình. <br /><br />Vậy nên, chính xác thì, đây không-chỉ- là một cuốn sách về Chủ nghĩa tối giản. Đây là một cuốn sách về Sự-Thay-Đổi. Bạn được đồng hành và khám phá hành trình thay đổi của tác giả, và được truyền cảm hứng để mở ra một hành trình thay đổi cho chính mình — hành trình đến cái đích hạnh phúc và lối sống mà bạn hằng mong muốn.",
    "date": "Sun, 23 Mar 2025 00:00:00 +0000",
    "readAt": "Sun, 23 Mar 2025 00:00:00 +0000"
  },
  {
    "id": "4929",
    "title": "Kafka on the Shore",
    "author": "Haruki Murakami",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1429638085l/4929.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 2,
    "averageRating": 4.13,
    "summary": "<i>Kafka on the Shore</i>, a tour de force of metaphysical reality, is powered by two remarkable characters: a teenage boy, Kafka Tamura, who runs away from home either to escape a gruesome oedipal prophecy or to search for his long-missing mother and sister; and an aging simpleton called Nakata, who never recovered from a wartime affliction and now is drawn toward Kafka for reasons that, like the most basic activities of daily life, he cannot fathom. Their odyssey, as mysterious to them as it is to us, is enriched throughout by vivid accomplices and mesmerizing events. Cats and people carry on conversations, a ghostlike pimp employs a Hegel-quoting prostitute, a forest harbors soldiers apparently unaged since World War II, and rainstorms of fish (and worse) fall from the sky. There is a brutal murder, with the identity of both victim and perpetrator a riddle—yet this, along with everything else, is eventually answered, just as the entwined destinies of Kafka and Nakata are gradually revealed, with one escaping his fate entirely and the other given a fresh start on his own.",
    "date": "Sun, 16 Mar 2025 00:00:00 +0000",
    "readAt": "Sun, 16 Mar 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1429638085l/4929.jpg",
      "type": "image"
    }
  },
  {
    "id": "8686068",
    "title": "The Devotion of Suspect X (Detective Galileo, #1)",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1312051518l/8686068.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.16,
    "summary": "Yasuko lives a quiet life, working in a Tokyo bento shop, a good mother to her only child. But when her ex-husband appears at her door without warning one day, her comfortable world is shattered. <br /><br />When Detective Kusanagi of the Tokyo Police tries to piece together the events of that day, he finds himself confronted by the most puzzling, mysterious circumstances he has ever investigated. Nothing quite makes sense, and it will take a genius to understand the genius behind this particular crime...",
    "date": "Thu, 6 Mar 2025 00:00:00 +0000",
    "readAt": "Thu, 6 Mar 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1312051518l/8686068.jpg",
      "type": "image"
    }
  },
  {
    "id": "12009497",
    "title": "Phía Nam biên giới, phía Tây mặt trời",
    "author": "Haruki Murakami",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630471599l/12009497.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 3.81,
    "summary": "Với một cốt truyện thoáng mở, <i>Phía Nam biên giới, phía Tây mặt trời</i> dùng câu chuyện như không có chuyện để biểu đạt một triết lý sống riêng của Haruki Murakami. Tác phẩm tái hiện một quãng đời 30 năm với hình ảnh những người con gái đã đi qua cuộc đời của Tôi - Hajime.<br /><br />Ngay từ tuổi thơ, Hajime đã có những ám ảnh kỳ lạ về sự cô độc, chỉ vì cậu là “con một” trong gia đình. Cậu kết bạn thân với Shimamoto-san, một cô bé xinh xắn nhưng chân mang tật. Bởi vì, cô cũng là “con một”, và cô có sức ám ảnh kỳ lạ mà khi đó, Hajime chưa lý giải nổi. Thế rồi, lần chuyến nhà đưa họ xa nhau, trở thành một ký ức tuổi thơ.<br /><br />Hajime trưởng thành, và dù không còn bị ảnh hưởng gì, ám ảnh “con một” vẫn đôi khi tồn tại. Người bạn gái xinh đẹp mới, Izumi xuất hiện. Izumi đã cho Hajime những động chạm đầu tiên, nhưng cô không đủ sức vượt qua nỗi lo âu của tuổi thơ nên Hajime đã khiến cô bị tổn thương. Hajime lao vào vòng tay người chị họ của Izumi chỉ bởi vì khao khát bản năng khôn cưỡng. Và khi bước chân vào đại học ở một nơi xa, Hajime dần quên cả hai người con gái đó, một người không mang đến tình yêu đầy đủ, một người chỉ mang đến tình dục. Họ không còn thể gợi lên điều gì, khi Hajime nhớ lại, bởi lẽ họ chưa từng ám ảnh.<br /><br />Nhiều năm tháng sống cuộc đời buồn chán, không một cuộc tình, không một người yêu chính thức, Hajime cảm nhận được sự tẻ nhạt của cuộc đời. Nhưng rồi, 37 tuổi Hajime đã có gần như tất cả, người vợ trẻ đẹp Yukiko - người mang đến gia sản cho Hajime lập nghiệp, những đứa con xinh xắn, 2 quán bar mỹ mãn và nổi tiếng. Một cơ sở đầy đủ cho những cuộc tình thoáng qua. Dù vậy, Hajime vẫn cảm thấy, từ trong sâu thẳm, một sự thiếu thốn, một cái gì chưa đủ. Và chỉ khi Shimamoto-san xuất hiện trở lại với vẻ đẹp rực rỡ, với đôi chân đã lành lặn, với một quá khứ bí ẩn, với sự xuất hiện kỳ lạ không lý giải nổi, và hơn hết, với cảm xúc đến một cách mạnh mẽ, Hajime mới như thực sự bắt đầu một tình yêu. Tên tác phẩm chính là tên bài hát thường chơi nơi quán bar đã đưa hai người gặp lại nhau.<br /><br />Hajime sẵn sàng từ bỏ mọi thứ mình đang có để đến với người bạn từ thơ ấu. Họ đã có một đêm vứt lại tất cả phía sau để hưởng thụ sự chia sẻ sâu thẳm nhất. Nhưng rồi cũng bí hiểm như lần xuất hiện, Shimamoto-san biến mất, sau khi biết được con người của Hajime, và thế là đủ. Trở về với người vợ đau khổ nhưng vẫn yêu và bỏ qua mọi chuyện, Hajime ngước lên trần nhà để suy nghiệm về kiếp người. Hajime tự nghĩ, dù được sống trong đầy đủ hay thiếu thốn, cuộc đời con người thực sự cũng chỉ là sa mạc.",
    "date": "Mon, 3 Mar 2025 00:00:00 +0000",
    "readAt": "Mon, 3 Mar 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630471599l/12009497.jpg",
      "type": "image"
    }
  },
  {
    "id": "36959766",
    "title": "Hyperfocus: How to Be More Productive in a World of Distraction",
    "author": "Chris   Bailey",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1525203482l/36959766.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 2,
    "averageRating": 3.86,
    "summary": "<b>\n  <b>Canada's productivity expert returns with a totally fresh angle on how to do more with less.</b>\n</b><br /><br />Throughout his experiments and research, Chris Bailey came across many little-known insights into how we focus (a key element of productivity), including the surprising idea that focus isn't so much a state of heightened awareness (as we'd assume), but a balance between two frames of mind. The most recent neuroscientific research on attention reveals that our brain has two powerful modes that can be unlocked when we use our attention well: a focused mode (hyperfocus), which is the foundation for being highly productive, and a creative mode (scatterfocus), which enables us to connect ideas in novel ways. <i>Hyperfocus</i> helps readers unlock both, so they can concentrate more deeply, think more clearly, and work and live more deliberately. Diving deep into the science and theories about how and why we bring our attention to bear on life's big goals and everyday tasks, Chris Bailey takes his unique approach to productivity to the next level in <i>Hyperfocus, </i> while retaining the approachable voice and perspective that made him a fast favourite.",
    "date": "Sat, 26 Apr 2025 00:00:00 +0000",
    "readAt": "Sat, 26 Apr 2025 00:00:00 +0000"
  },
  {
    "id": "23293728",
    "title": "Bạch Dạ Hành",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1412173185l/23293728.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.48,
    "summary": "Kosuke, chủ một tiệm cầm đồ bị sát hại tại một ngôi nhà chưa hoàn công, một triệu yên mang theo người cũng bị cướp mất.<br /> <br />Sau đó một tháng, nghi can Fumiyo được cho rằng có quan hệ tình ái với nạn nhân và đã sát hại ông để cướp một triệu yên, cũng chết tại nhà riêng vì ngộ độc khí ga. Vụ án mạng ông chủ tiệm cầm đồ rơi vào bế tắc và bị bỏ xó.<br /> <br />Nhưng với hai đứa trẻ mười một tuổi, con trai nạn nhân và con gái nghi can, vụ án mạng năm ấy chưa bao giờ kết thúc. Sinh tồn và trưởng thành dưới bóng đen cái chết của bố mẹ, cho đến cuối đời, Ryoji vẫn luôn khao khát được một lần đi dưới ánh mặt trời, còn Yukiho cứ ra sức vẫy vùng rồi mãi mãi chìm vào đêm trắng.",
    "date": "Fri, 28 Feb 2025 00:00:00 +0000",
    "readAt": "Fri, 28 Feb 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/bach-da-hanh.png",
      "type": "image"
    }
  },
  {
    "id": "28815",
    "title": "Influence: The Psychology of Persuasion",
    "author": "Robert B. Cialdini",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1391026083l/28815.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 2,
    "averageRating": 4.21,
    "summary": "Influence, the classic book on persuasion, explains the psychology of why people say \"yes\"—and how to apply these understandings. Dr. Robert Cialdini is the seminal expert in the rapidly expanding field of influence and persuasion. His thirty-five years of rigorous, evidence-based research along with a three-year program of study on what moves people to change behavior has resulted in this highly acclaimed book.<br /><br />You'll learn the six universal principles, how to use them to become a skilled persuader—and how to defend yourself against them. Perfect for people in all walks of life, the principles of Influence will move you toward profound personal change and act as a driving force for your success.",
    "date": "Sat, 8 Feb 2025 00:00:00 +0000",
    "readAt": "Sat, 8 Feb 2025 00:00:00 +0000"
  },
  {
    "id": "13638804",
    "title": "Tôi Tự Học",
    "author": "Thu Giang Nguyễn Duy Cần",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1455964182l/13638804.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 2,
    "averageRating": 4.29,
    "summary": "Sách “Tôi tự học” của tác giả Nguyễn Duy Cần đề cập đến khái niệm, mục đích của học vấn đối với con người đồng thời nêu lên một số phương pháp học tập đúng đắn và hiệu quả. Tác giả cho rằng giá trị của học vấn nằm ở sự lĩnh hội và mở mang tri thức của con người chứ không đơn thuần thể hiện trên bằng cấp. Trong xã hội ngày nay, không ít người quên đi ý nghĩa đích thực của học vấn, biến việc học của mình thành công cụ để kiếm tiền nhưng thực ra nó chỉ là phương tiện để đưa con người đến thành công mà thôi. Bởi vì học không phải để lấy bằng mà học còn để “biết mình” và để “đối nhân xử thế”.<br />Cuốn sách này tuy đã được xuất bản từ rất lâu nhưng giá trị của sách vẫn còn nguyên vẹn. Những tư tưởng, chủ đề của sách vẫn phù hợp và có thể áp dụng trong đời sống hiện nay. Thiết nghĩ, cuốn sách này rất cần cho mọi đối tượng bạn đọc vì không có giới hạn nào cho việc truy tầm kiến thức, việc học là sự nghiệp lâu dài của mỗi con người. Đặc biệt, cuốn sách là một tài liệu quý để các bạn học sinh – sinh viên tham khảo, tổ chức lại việc học của mình một cách hợp lý và khoa học. Các bậc phụ huynh cũng cần tham khảo sách này để định hướng và tư vấn cho con em mình trong quá trình học tập.",
    "date": "Fri, 24 Jan 2025 00:00:00 +0000",
    "readAt": "Fri, 24 Jan 2025 00:00:00 +0000"
  },
  {
    "id": "3228917",
    "title": "Outliers: The Story of Success",
    "author": "Malcolm Gladwell",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1344266315l/3228917.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 2,
    "averageRating": 4.19,
    "summary": "In this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of \"outliers\"—the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?<br /><br />His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band.",
    "date": "Tue, 18 Feb 2025 00:00:00 +0000",
    "readAt": "Tue, 18 Feb 2025 00:00:00 +0000"
  },
  {
    "id": "121648",
    "title": "Five Little Pigs (Hercule Poirot, #25)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1429422068l/121648.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 4.02,
    "summary": "It was an open and shut case. All the evidence said Caroline Crale poisoned her philandering husband, a brilliant painter. She was quickly and easily convicted and sentenced to life in prison. <br /> Now, sixteen years later, in a posthumous letter, Mrs. Crale has assured her grown daughter that she was innocent. But instead of setting the young woman's mind at ease, the letter only raises disquieting questions. Did Caroline indeed write the truth? And if she didn't kill her husband, who did?<br /><br />To find out, the Crale’s daughter asks Hercule Poirot to reopen the case. His investigation takes him deep into the conflicting memories and motivations of the five other people who were with the Crales on the fatal day. With his keen understanding of human psychology, he manages to discover the surprising truth behind the artist's death.",
    "date": "Tue, 4 Mar 2025 00:00:00 +0000",
    "readAt": "Tue, 4 Mar 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1429422068l/121648.jpg",
      "type": "image"
    }
  },
  {
    "id": "51132354",
    "title": "The Murder on the Links (Hercule Poirot, #2)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1581427726l/51132354.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 3.83,
    "summary": "When Hercule Poirot and his associate Arthur Hastings arrive in the French village of Merlinville-sur-Mer to meet their client Paul Renauld, they learn from the police that he has been found that morning stabbed in the back with a letter opener and left in a newly-dug grave adjacent to a local golf course.<br /><br />Among the plausible suspects are Renauld's wife Eloise, his son Jack, Renauld's immediate neighbor Madame Daubreuil, the mysterious \"Cinderella\" of Hasting's recent acquaintance, and some unknown visitor of the previous day--all of whom Poirot has reason to suspect. Poirot's powers of investigation ultimately triumph over the wiles of an assailant whose misdirection and motives are nearly--but not quite--impossible to spot.<br /><br />Contains a character key, a detailed biography, and an illustrated list of notable Poirot portrayals.<br /><br />Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
    "date": "Fri, 10 Jan 2025 00:00:00 +0000",
    "readAt": "Fri, 10 Jan 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1581427726l/51132354.jpg",
      "type": "image"
    }
  },
  {
    "id": "16424",
    "title": "Peril at End House (Hercule Poirot, #8)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1327938128l/16424.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 4,
    "summary": "Hercule Poirot is vacationing on the Cornish coast when he meets Nick Buckley. Nick is the young and reckless mistress of End House, an imposing structure perched on the rocky cliffs of St. Loo.<br /><br />Poirot quickly takes a particular interest in the young woman. Recently, she has narrowly escaped a series of life-threatening accidents. Something tells the Belgian sleuth that these so-called accidents are more than just mere coincidences or a spate of bad luck. Something like a bullet! It seems all too clear to him that someone is trying to do away with poor Nick, but who? And, what is the motive? In his quest for answers, Poirot must delve into the dark history of End House. The deeper he gets into his investigation, the more certain he is that the killer will soon strike again. And, this time, Nick may not escape with her life.",
    "date": "Tue, 7 Jan 2025 00:00:00 +0000",
    "readAt": "Tue, 7 Jan 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1327938128l/16424.jpg",
      "type": "image"
    }
  },
  {
    "id": "16322",
    "title": "The A.B.C. Murders (Hercule Poirot, #13)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1389733983l/16322.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.03,
    "summary": "When Alice Asher is murdered in Andover, Hercule Poirot is already looking into the clues. Alphabetically speaking, it's one letter down, twenty-five to go.<br /><br />There's a serial killer on the loose. His macabre calling card is to leave the ABC Railway Guide beside each victim's body. But if A is for Alice Asher, bludgeoned to death in Andover, and B is for Betty Bernard, strangled with her belt on the beach at Bexhill, who will then be Victim C? More importantly, why is this happening?<br /><br />Often considered to be one of Agatha Christie's best.<br /><br />Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
    "date": "Sun, 5 Jan 2025 00:00:00 +0000",
    "readAt": "Sun, 5 Jan 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1389733983l/16322.jpg",
      "type": "image"
    }
  },
  {
    "id": "215492",
    "title": "Lord Edgware Dies (Hercule Poirot, #9)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1375949065l/215492.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 2,
    "averageRating": 3.94,
    "summary": "It's true; Hercule Poirot had been present when the famous actress Jane Wilkinson bragged of her plan to ‘get rid of’ her estranged husband, Lord Edgware.<br /><br />Now the man was dead. And yet the great Belgian detective couldn’t help feeling that he was being taken for a ride. After all, how could Jane have stabbed her thoroughly detestable husband to death in his library at exactly the same time she was seen dining with friends? And what could be her motive now that the aristocrat had finally agreed to grant her a divorce?<br /><br />Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
    "date": "Wed, 1 Jan 2025 00:00:00 +0000",
    "readAt": "Wed, 1 Jan 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1375949065l/215492.jpg",
      "type": "image"
    }
  },
  {
    "id": "853510",
    "title": "Murder on the Orient Express (Hercule Poirot, #10)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1733926500l/853510.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.22,
    "summary": "Just after midnight, a snowdrift stops the famous Orient Express in its tracks as it travels through the mountainous Balkans. The luxurious train is surprisingly full for the time of the year but, by the morning, it is one passenger fewer. An American tycoon lies dead in his compartment, stabbed a dozen times, his door locked from the inside.<br /><br />One of the passengers is none other than detective Hercule Poirot. On vacation. <br /><br />Isolated and with a killer on board, Poirot must identify the murderer—in case he or she decides to strike again.",
    "date": "Sun, 29 Dec 2024 00:00:00 +0000",
    "readAt": "Sun, 29 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/orient-express.png",
      "type": "image"
    }
  },
  {
    "id": "16328",
    "title": "The Murder of Roger Ackroyd (Hercule Poirot, #4)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1389734015l/16328.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.26,
    "summary": "Considered to be one of Agatha Christie's greatest and also, most controversial mysteries. 'The Murder Of Roger Ackroyd' breaks the rules of traditional mystery. <br /><br />The peaceful English village of King’s Abbot is stunned. The widow Ferrars dies from an overdose of Veronal. Not twenty-four hours later, Roger Ackroyd—the man she had planned to marry—is murdered. It is a baffling case involving blackmail and death that taxes Hercule Poirot’s “little grey cells” before he reaches one of the most startling conclusions of his career.<br /><br />Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
    "date": "Sat, 28 Dec 2024 00:00:00 +0000",
    "readAt": "Sat, 28 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1389734015l/16328.jpg",
      "type": "image"
    }
  },
  {
    "id": "12009447",
    "title": "Rừng Nauy",
    "author": "Haruki Murakami",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1310386202l/12009447.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.13,
    "summary": "Câu chuyện bắt đầu từ một chuyến bay trong ngày mưa ảm đạm, một người đàn ông 37 tuổi chợt nghe thấy bài hát gắn liền với hình ảnh người yêu cũ, thế là quá khứ ùa về xâm chiếm thực tại. Mười tám năm trước, người đàn ông ấy là chàng Toru Wanatabe trẻ trung, mỗi chủ nhật lại cùng nàng Naoko lang thang vô định trên những con phố Tokyo. Họ sánh bước bên nhau để thấy mình còn sống, còn tồn tại, và gắng gượng tiếp tục sống, tiếp tục tồn tại sau cái chết của người bạn cũ Kizuki. Cho đến khi Toru nhận ra rằng mình thực sự yêu và cần có Naoko thì cũng là lúc nàng không thể chạy trốn những ám ảnh quá khứ, không thể hòa nhập với cuộc sống thực tại và trở về dưỡng bệnh trong một khu trị liệu khép kín. Toru, bên cạnh giảng đường vô nghĩa chán ngắt, bên cạnh những đêm chơi bời chuyển từ cảm giác thích thú đến uể oải, ghê tởm...vẫn kiên nhẫn chờ đợi và hy vọng vào sự hồi phục của Naoko. Cuối cùng, những lá thư, những lần thăm hỏi, hồi ức về lần ân ái duy nhất của Toru không thể níu Naoko ở lại, nàng chọn cái chết như một lối đi thanh thản. Từ trong mất mát, Toru nhận ra rằng mình cần tiếp tục sống và bắt đầu tình yêu mới với Midori.<br /><br />Một cuốn sách ẩn chứa mọi điều khiến bạn phải say mê và đau đớn, tình yêu với muôn vàn màu sắc và cung bậc khác nhau, cảm giác trống rỗng và hẫng hụt của cả một thế hệ thanh niên vô hướng, ý niệm về sự sinh tồn tất yếu của cái chết trong lòng cuộc sống, những gắng gượng âm thầm nhưng quyết liệt của con người để vượt qua mất mát trong đời...Tất cả đã tạo nên vẻ đẹp riêng cho \"Rừng Na uy\", im lặng, ma thuật và tuyệt vọng như một chấm máu cô độc giữa bạt ngàn tuyết lạnh.",
    "date": "Sun, 5 Jan 2025 00:00:00 +0000",
    "readAt": "Sun, 5 Jan 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1310386202l/12009447.jpg",
      "type": "image"
    }
  },
  {
    "id": "2657",
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.25,
    "summary": "<i>\"Shoot all the bluejays you want, if you can hit 'em, but remember it's a sin to kill a mockingbird.\"</i><br /><br />A lawyer's advice to his children as he defends the real mockingbird of Harper Lee's classic novel - a black man charged with the rape of a white girl. Through the young eyes of Scout and Jem Finch, Harper Lee explores with exuberant humour the irrationality of adult attitudes to race and class in the Deep South of the 1930s. The conscience of a town steeped in prejudice, violence and hypocrisy is pricked by the stamina of one man's struggle for justice. But the weight of history will only tolerate so much.<br /><br />\"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film.",
    "date": "Wed, 18 Jun 2025 00:00:00 +0000",
    "readAt": "Wed, 18 Jun 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/mockingbird.png",
      "type": "image"
    }
  },
  {
    "id": "36072",
    "title": "The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
    "author": "Stephen R. Covey",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1421842784l/36072.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 3,
    "averageRating": 4.16,
    "summary": "Uno de los libros más inspiradores e impactantes que se haya escrito jamás, Los 7 hábitos de la gente altamente efectiva ha cautivado a lectores durante veinticinco años. Esta obra ha transformado la vida de presidentes y CEOs, educadores y padres- en definitiva, de millones de personas de todas las edades y ocupaciones.<br />«La obra maestra de Covey, si no ha cambiado el mundo, al menos ha influido en millones de lectores que pueden hacer y harán de nuestro planeta un lugar más pacífico y próspero, más preparado y dotado de mayor sentido.» Warren Bennis, autor de Líderes, profesor  emérito de Negocios, Universidad de Southern California<br />«Afortunadamente, este libro ha sido nuestro consejero y estímulo durante veinticinco años. Yo incito con ocasión de este aniversario a que seamos leales y sigamos apoyándolo otros veinticinco años.» Maya Angelou<br />«Los 7 hábitos de la gente altamente efectiva reúne principios intemporales que contribuyen a que cualquier empresa se oriente hacia el éxito.»<br />Tony Hsieh, del New York Times, autor del superventas Entregando felicidad  y consejero delegado de Zappos.com, Inc.<br />«Los 7 hábitos nos han guiado a muchos en nuestro camino por el mundo de los negocios. Sencillo pero increíblemente efectivo. ¡Una guía extraordinaria para cualquier aspirante a líder!» Meg Whitman, consejero delegado de HP<br />«Nadie vive eternamente, pero los libros y las ideas perviven. La vida de Stephen R. Covey llegó a su fin, pero su obra no. Continúa presente en este libro y tan viva como cuando se escribió.» Jim Collins<br />«Veinticinco años después de su publicación, la sabiduría de Los 7 hábitos de la gente altamente efectiva resulta más relevante que nunca. A nivel individual, la gente se quema, y a nivel colectivo estamos quemando el planeta. De ahí, el énfasis del doctor Covey en la necesidad de que las personas nos renovemos, y su convencimiento de que el liderazgo y la creatividad nos obligan a hacer uso de nuestro potencial físico, mental y espiritual; es exactamente lo que necesitamos en este momento.»<br />Arianna Huffington, miembro del Consejo, presidente y editora jefe de The Huffington Post Media Group",
    "date": "Tue, 21 Jan 2025 00:00:00 +0000",
    "readAt": "Tue, 21 Jan 2025 00:00:00 +0000"
  },
  {
    "id": "61439040",
    "title": "1984",
    "author": "George Orwell",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256l/61439040.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.23,
    "summary": "A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching. Thought Police, Big Brother, Orwellian - these words have entered our vocabulary because of George Orwell's classic dystopian novel 1984. The story of one man's Nightmare Odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality. With a foreword by Thomas Pynchon. This beautiful paperback edition features deckled edges and french flaps a perfect gift for any occasion<br /><br />Alternate cover edition can be found <a href=\"https://www.goodreads.com/book/show/36526988-nineteen-eighty-four\" rel=\"nofollow noopener\">here</a>.",
    "date": "Wed, 18 Dec 2024 00:00:00 +0000",
    "readAt": "Wed, 18 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/1984.png",
      "type": "image"
    }
  },
  {
    "id": "105097",
    "title": "Ten Little Niggers",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1226393813l/105097.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 4,
    "averageRating": 4.39,
    "summary": "First, there were ten—a curious assortment of strangers summoned as weekend guests to a little private island off the coast of Devon. Their host, an eccentric millionaire unknown to all of them, is nowhere to be found. All that the guests have in common is a wicked past they're unwilling to reveal—and a secret that will seal their fate. For each has been marked for murder. A famous nursery rhyme is framed and hung in every room of the mansion:<br /><br />\"Ten little boys went out to dine; One choked his little self and then there were nine. Nine little boys sat up very late; One overslept himself and then there were eight. Eight little boys traveling in Devon; One said he'd stay there then there were seven. Seven little boys chopping up sticks; One chopped himself in half and then there were six. Six little boys playing with a hive; A bumblebee stung one and then there were five. Five little boys going in for law; One got in Chancery and then there were four. Four little boys going out to sea; A red herring swallowed one and then there were three. Three little boys walking in the zoo; A big bear hugged one and then there were two. Two little boys sitting in the sun; One got frizzled up and then there was one. One little boy left all alone; He went out and hanged himself and then there were none.\"<br /><br />When they realize that murders are occurring as described in the rhyme, terror mounts. One by one they fall prey. Before the weekend is out, there will be none. Who has choreographed this dastardly scheme? And who will be left to tell the tale? Only the dead are above suspicion.",
    "date": "Mon, 23 Dec 2024 00:00:00 +0000",
    "readAt": "Mon, 23 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/ten-little-niggers.png",
      "type": "image"
    }
  },
  {
    "id": "52843028",
    "title": "The Mysterious Affair at Styles (Hercule Poirot, #1)",
    "author": "Agatha Christie",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1585632445l/52843028.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 3,
    "averageRating": 4.05,
    "summary": "Agatha Christie's debut novel was also the first to feature Hercule Poirot, her famously eccentric Belgian detective. <br /><br />A refugee of the Great War, Poirot has settled in England near Styles Court, the country estate of his wealthy benefactor, the elderly Emily Inglethorp. When Emily is poisoned and the authorities are baffled, Poirot puts his prodigious sleuthing skills to work. Suspects are plentiful, including the victim’s much younger husband, her resentful stepsons, her longtime hired companion, a young family friend working as a nurse, and a London specialist on poisons who just happens to be visiting the nearby village. <br /><br />All of them have secrets they are desperate to keep, but none can outwit Poirot as he navigates the ingenious red herrings and plot twists that contribute to Agatha Christie's well-deserved reputation as the queen of mystery.",
    "date": "Thu, 26 Dec 2024 00:00:00 +0000",
    "readAt": "Thu, 26 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1585632445l/52843028.jpg",
      "type": "image"
    }
  },
  {
    "id": "12921211",
    "title": "Search Inside Yourself: The Unexpected Path to Achieving Success, Happiness (And World Peace)",
    "author": "Chade-Meng Tan",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630544100l/12921211.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [],
    "userRating": 4,
    "averageRating": 4,
    "summary": "With <em>Search Inside Yourself</em>, Chade-Meng Tan, one of Google’s earliest engineers and personal growth pioneer, offers a proven method for enhancing mindfulness and emotional intelligence in life and work.<br /><br />Meng’s job is to teach Google’s best and brightest how to apply mindfulness techniques in the office and beyond; now, readers everywhere can get insider access to one of the most sought after classes in the country, a course in health, happiness and creativity that is improving the livelihood and productivity of those responsible for one of the most successful businesses in the world.<br /><br />With forewords by Daniel Goleman, author of the international bestseller <em>Emotional Intelligence</em>, and Jon Kabat-Zinn, renowned mindfulness expert and author of <em>Coming To Our Senses</em>, Meng’s <em>Search Inside Yourself</em> is an invaluable guide to achieving your own best potential.",
    "date": "Wed, 29 Oct 2025 00:00:00 +0000",
    "readAt": "Wed, 29 Oct 2025 00:00:00 +0000"
  },
  {
    "id": "57668000",
    "title": "Tâm Lý Học Về Tiền",
    "author": "Morgan Housel",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1660682804l/57668000.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 4,
    "averageRating": 4.03,
    "summary": "Tâm lý học về tiền - Những bí mật về tham vọng sự thịnh vượng và hạnh phúc<br /><br />Tiền bạc có ở khắp mọi nơi, nó ảnh hưởng đến tất cả chúng ta, và khiến phần lớn chúng ta bối rối. Mọi người nghĩ về nó theo những cách hơi khác nhau một chút. Nó mang lại những bài học có thể được áp dụng tới rất nhiều lĩnh vực trong cuộc sống, như rủi ro, sự tự tin, và hạnh phúc. Rất ít chủ đề cung cấp một lăng kính phóng to đầy quyền lực giúp giải thích vì sao mọi người lại hành xử theo cách họ làm hơn là về tiền bạc. Đó mới là một trong những chương trình hoành tráng nhất trên thế giới.<br /><br />Chúng ta hiếm khi lâm vào hoàn cảnh nợ ngập đầu ư? Biết tiết kiệm để dành cho lúc khốn khó hơn ư? Chuẩn bị sẵn sàng cho việc nghỉ hưu? Có những cái nhìn thiết thực về mối quan hệ giữa tiền và hạnh phúc của chúng ta hơn phải không?<br /><br />Chúng ta đều làm những điều điên rồ với tiền bạc, bởi vì chúng ta đều còn khá mới mẻ với trò chơi này và điều có vẻ điên rồ với bạn lại có khi hợp lý với tôi. Nhưng không ai là điên rồ cả – chúng ta đều đưa ra các quyết định dựa trên những trải nghiệm độc đáo riêng có mang vẻ hợp lý với mình ở bất cứ thời điểm nào.<br /><br />Mục đích của cuốn sách này là sử dụng những câu chuyện ngắn để thuyết phục bạn rằng những kỹ năng mềm còn quan trọng hơn khía cạnh lý thuyết của đồng tiền. Thông qua một tập hợp những thử nghiệm và sai lầm của nhiều năm chúng ta đã học được cách trở thành những nông dân giỏi giang hơn, những thợ sửa ống nước nhiều kỹ năng hơn, và những nhà hóa học tiên tiến hơn. Nhưng liệu việc thử nghiệm và sai lầm có dạy chúng ta trở nên giỏi hơn trong cách quản lý tài chính cá nhân của chính mình không?<br /><br />Nhiều tiền không liên quan nhiều đến việc bạn thông minh như thế nào mà lại liên quan lớn đến cách bạn hành xử. Và cách hành xử thì rất khó để uốn nắn, ngay cả đối với những người thực sự thông minh.<br /><br />Một thiên tài không kiểm soát được cảm xúc của anh ta có thể dẫn tới một thảm họa tài chính. Điều ngược lại cũng đúng. Những người bình thường không có kiến thức về tài chính có thể trở nên giàu có nếu họ nắm trong tay những kỹ năng hành xử không liên quan đến những thước đo chính thống về trí thông minh.<br /><br />Sự thành công trong tài chính không phải là một lĩnh vực khoa học khó nhằn. Nó là một kỹ năng mềm, nơi mà cách bạn hành xử quan trọng hơn điều mà bạn biết. Trong “Tâm lý học về tiền”, tác giả từng đoạt giải thưởng Morgan Housel chia sẻ 19 câu chuyện ngắn khám phá những cách kỳ lạ mà mọi người nghĩ về tiền bạc và dạy bạn cách hiểu rõ hơn về một trong những chủ đề quan trọng nhất của cuộc sống.<br /><br />-------------<br />MORGAN HOUSEL là đối tác của The Collaborative Fund và là người từng viết chuyên mục tại The Motley Fool và The Wall Street Journal. Ông là người hai lần đạt Giải thưởng Kinh doanh Xuất sắc nhất của Hiệp hội Nhà văn và Biên tập Kinh doanh Hoa Kỳ, người chiến thắng New York Times Sidney Award.",
    "date": "Thu, 16 Oct 2025 00:00:00 +0000",
    "readAt": "Thu, 16 Oct 2025 00:00:00 +0000"
  },
  {
    "id": "44287550",
    "title": "The Miracles of the Namiya General Store",
    "author": "Keigo Higashino",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1564085721l/44287550.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 5,
    "averageRating": 4.38,
    "summary": "When three delinquents hole up in an abandoned general store after their most recent robbery, to their great surprise, a letter drops through the mail slot in the store's shutter. This seemingly simple request for advice sets the trio on a journey of discovery as, over the course of a single night, they step into the role of the kindhearted former shopkeeper who devoted his waning years to offering thoughtful counsel to his correspondents. Through the lens of time, they share insight with those seeking guidance, and by morning, none of their lives will ever be the same.<br /><br />By acclaimed author Keigo Higashino, <i>The Miracles of the Namiya General Store</i> is a work that has touched the hearts of readers around the world.",
    "date": "Tue, 24 Dec 2024 00:00:00 +0000",
    "readAt": "Tue, 24 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/namiya.png",
      "type": "image"
    }
  },
  {
    "id": "1842",
    "title": "Guns, Germs, and Steel: The Fates of Human Societies",
    "author": "Jared Diamond",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1453215833l/1842.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 4,
    "averageRating": 4.03,
    "summary": "\"Diamond has written a book of remarkable scope ... one of the most important and readable works on the human past published in recent years.\"<br /><br />Winner of the Pulitzer Prize and a national bestseller: the global account of the rise of civilization that is also a stunning refutation of ideas of human development based on race.<br /><br />In this \"artful, informative, and delightful\" (William H. McNeill, New York Review of Books) book, Jared Diamond convincingly argues that geographical and environmental factors shaped the modern world. Societies that had a head start in food production advanced beyond the hunter-gatherer stage, and then developed writing, technology, government, and organized religion—as well as nasty germs and potent weapons of war—and adventured on sea and land to conquer and decimate preliterate cultures. A major advance in our understanding of human societies, <i>Guns, Germs, and Steel</i> chronicles the way that the modern world came to be and stunningly dismantles racially based theories of human history.<br /><br />Winner of the Pulitzer Prize, the Phi Beta Kappa Award in Science, the Rhone-Poulenc Prize, and the Commonwealth Club of California's Gold Medal",
    "date": "Sun, 2 Feb 2025 00:00:00 +0000",
    "readAt": "Sun, 2 Feb 2025 00:00:00 +0000"
  },
  {
    "id": "18144590",
    "title": "The Alchemist",
    "author": "Paulo Coelho",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1654371463l/18144590.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 4,
    "averageRating": 4.01,
    "summary": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, <i>The Alchemist</i> has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.<br /><br />Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "date": "Mon, 25 Nov 2024 00:00:00 +0000",
    "readAt": "Mon, 25 Nov 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/the-alchemist.png",
      "type": "image"
    }
  },
  {
    "id": "40121378",
    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "author": "James Clear",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 4,
    "averageRating": 4.32,
    "summary": "No matter your goals, <i>Atomic Habits</i> offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.<br /><br />If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.<br /><br />Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.<br /><br />Learn how to:<br />- Make time for new habits (even when life gets crazy);<br />- Overcome a lack of motivation and willpower;<br />- Design your environment to make success easier;<br />- Get back on track when you fall off course;<br />...and much more.<br /><br /><i>Atomic Habits</i> will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
    "date": "Wed, 1 Jan 2025 00:00:00 +0000",
    "readAt": "Wed, 1 Jan 2025 00:00:00 +0000"
  },
  {
    "id": "78983",
    "title": "Kane & Abel (Kane & Abel, #1)",
    "author": "Jeffrey Archer",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1388965561l/78983.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "other-novels"
    ],
    "userRating": 5,
    "averageRating": 4.32,
    "summary": "Born on the same day near the turn of the century on opposite sides of the world, both men are brought together by fate and the quest of a dream. These two men -- ambitious, powerful, ruthless -- are locked in a relentless struggle to build an empire, fuelled by their all-consuming hatred. Over 60 years and three generations, through war, marriage, fortune, and disaster, Kane and Abel battle for the success and triumph that only one man can have.",
    "date": "Sun, 22 Dec 2024 00:00:00 +0000",
    "readAt": "Sun, 22 Dec 2024 00:00:00 +0000",
    "ambientMedia": {
      "url": "../images/kane-and-abel.png",
      "type": "image"
    }
  },
  {
    "id": "34826899",
    "title": "Đêm Trường Tăm Tối",
    "author": "Zijin Chen",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1491717482l/34826899.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 5,
    "averageRating": 4.51,
    "summary": "Nghi can giết người, vứt xác, nhưng không ngờ lại bị bắt quả tang ngay giữa chốn công cộng đông người. Lúc đó ít nhất có đến vài trăm người tận mắt chứng kiến, hắn cũng đã khai nhận toàn bộ quá trình phạm tội. Tất cả chuỗi chứng cứ đều đầy đủ: nhân chứng, vật chứng, lời khai, nhưng đúng vào thời điểm cơ quan kiểm sát chính thức đưa ra khởi tố, thì tình tiết vụ án đột ngột có sự thay đổi to lớn...<br /><br />Đằng sau sự việc này rốt cuộc ẩn giấu tình hình vụ án kinh thiên động địa đến nhường nào? Những nhân vật trong truyện đứng giữa ranh giới giữa cái thiện và cái ác, giữa sự sống và cái chết, mỗi quyết định đều thay đổi cả vận mệnh cuộc đời họ. Liệu họ sẽ rẽ về hướng nào? Liệu cái thiện có lên ngôi và cái ác có phải chịu sự trừng phạt?...",
    "date": "Sat, 28 Jun 2025 00:00:00 +0000",
    "readAt": "Sat, 28 Jun 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1491717482l/34826899.jpg",
      "type": "image"
    }
  },
  {
    "id": "34466963",
    "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams",
    "author": "Matthew Walker",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1556604137l/34466963.jpg",
    "category": "Finished",
    "status": "read",
    "type": "non-fiction",
    "tags": [
      "non-fiction"
    ],
    "userRating": 5,
    "averageRating": 4.36,
    "summary": "<i>Alternate cover edition of <a href=\"https://www.goodreads.com/book/show/40781394-why-we-sleep\" rel=\"nofollow noopener\">ISBN 9781501144318</a>.</i><br /><br />Neuroscientist and sleep expert Matthew Walker provides a revolutionary exploration of sleep, examining how it affects every aspect of our physical and mental well-being. Charting the most cutting-edge scientific breakthroughs, and marshalling his decades of research and clinical practice, Walker explains how we can harness sleep to improve learning, mood and energy levels, regulate hormones, prevent cancer, Alzheimer's and diabetes, slow the effects of aging, and increase longevity. He also provides actionable steps towards getting a better night's sleep every night.",
    "date": "Sun, 20 Apr 2025 00:00:00 +0000",
    "readAt": "Sun, 20 Apr 2025 00:00:00 +0000"
  },
  {
    "id": "43545682",
    "title": "13.67",
    "author": "Chan Ho-Kei",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1590360055l/43545682.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 5,
    "averageRating": 4.58,
    "summary": "Bốn tháng trước, chẳng ai ngờ thành phố này lại gặp biến chuyển kinh hãi đến thế!<br /><br />Một tranh chấp nhỏ lan rộng thành bạo động, Hồng Kông chìm trong hỗn loạn, khủng hoảng đe dọa bùng phát bất cứ lúc nào.<br /><br />Có người vùng lên phản kháng đòi thay đổi hiện trạng, cũng có người chỉ dám thầm hi vọng về một tương lai yên ổn, còn cậu lại cứ quanh quẩn mãi trên ranh giới giữa hai thái cực.<br /><br />Cậu từng muốn làm cảnh sát, nhưng khi nếm trải hiện tại rối ren, cậu không khỏi xua đuổi ý định ban đầu.<br /><br />Bất ngờ thay, chỉ vì một câu nói vô tình nghe được mà cậu bị cuốn vào vòng xoáy hiểm nguy, cứ như số trời đã định cậu buộc phải sát cánh cùng cảnh sát.<br /><br />Nhưng bất ngờ nhất là, tuy chống lại chung một số mệnh, cậu và cộng sự kề bên lại theo đuổi hai con đường hoàn toàn khác nhau…<br /><br />Cuốn tiểu thuyết này sẽ khiến các bạn phải ngả mũ bái phục, vì kĩ thuật kể truyện và hoài bão vô cùng đáng nể của nhà văn!",
    "date": "Fri, 14 Feb 2025 00:00:00 +0000",
    "readAt": "Fri, 14 Feb 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1590360055l/43545682.jpg",
      "type": "image"
    }
  },
  {
    "id": "17193283",
    "title": "Kẻ Nhắc Tuồng",
    "author": "Donato Carrisi",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630674774l/17193283.jpg",
    "category": "Finished",
    "status": "read",
    "type": "fiction",
    "tags": [
      "detective-novels"
    ],
    "userRating": 5,
    "averageRating": 4.16,
    "summary": "Năm bé gái lần lượt bị mất tích.<br />Năm cánh tay trái được tìm thấy trong khu rừng vắng.<br />Kể từ khi theo đuổi những vụ mất tích bí ẩn của các bé gái, giáo sư tội phạm học Goran Gavila và các cộng sự luôn có cảm giác thủ phạm đã lường trước mọi nước đi của họ. <br />Khi phát hiện ra cánh tay thứ sáu, nhóm điều tra phải nhờ đến sự giúp đỡ của Mila Vasquez, chuyên gia về các vụ bắt cóc. Lì lợm, gai góc, không biết khóc là gì, nhưng lại có một trực giác hết sức nhạy bén, Mila đã góp phần đưa ra ánh sáng nhiều tình tiết kinh khủng liên quan với vụ bắt cóc các bé gái. Nhưng có một điều mà các đồng đội của Mila không hay biết, đó là bản thân cô cũng đang che giấu một bí mật...",
    "date": "Fri, 12 Sep 2025 00:00:00 +0000",
    "readAt": "Fri, 12 Sep 2025 00:00:00 +0000",
    "ambientMedia": {
      "url": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1630674774l/17193283.jpg",
      "type": "image"
    }
  },
  {
    "id": "7148931",
    "title": "The 4-Hour Body: An Uncommon Guide to Rapid Fat-Loss, Incredible Sex, and Becoming Superhuman",
    "author": "Timothy Ferriss",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1351861578l/7148931.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read"
    ],
    "userRating": 0,
    "averageRating": 3.69,
    "summary": "The best-selling author of The 4-Hour Workweek outlines a program for healthy living that draws on 15 years of research and interviews with leading doctors and health-care experts to offer insight into genetic factors, nutrition requirements and fitness practices.",
    "date": "Sat, 18 Oct 2025 09:12:08 -0700",
    "readAt": null
  },
  {
    "id": "17736859",
    "title": "The Story of the Human Body: Evolution, Health, and Disease",
    "author": "Daniel E. Lieberman",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1375545961l/17736859.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read"
    ],
    "userRating": 0,
    "averageRating": 4.26,
    "summary": "<b>A landmark book of popular science—a lucid, engaging account of how the human body evolved over millions of years and of how the increasing disparity between the jumble of adaptations in our Stone Age bodies and the modern world is fueling the paradox of greater longevity but more chronic disease.  </b><br /><b> </b><br />In a book that illuminates, as never before, the evolutionary story of the human body, Daniel Lieberman deftly examines the major transformations that contributed key adaptations to the body: the advent of bipedalism; the shift to a non-fruit-based diet; the rise of hunting and gathering and our superlative endurance athletic abilities; the development of a very large brain; and the incipience of modern cultural abilities. He elucidates how cultural evolution differs from biological evolution, and how it further transformed our bodies during the Agricultural and Industrial Revolutions. Lieberman illuminates how these ongoing changes have brought many benefits, but also have created novel conditions to which our bodies are not entirely adapted, resulting in a growing incidence of obesity and new but avoidable diseases, including type-2 diabetes. He proposes that many of these chronic illnesses persist and in some cases are intensifying because of \"dysevolution,\" a pernicious dynamic whereby only the symptoms rather than the causes of these maladies are treated. And finally—provocatively—he advocates the use of evolutionary information to help nudge, push, and sometimes oblige us to create a more salubrious environment.<br /><br />(With charts and line drawings throughout.)<br /><br /><br /><i>From the Hardcover edition.</i>",
    "date": "Fri, 03 Oct 2025 07:22:19 -0700",
    "readAt": null
  },
  {
    "id": "11468377",
    "title": "Thinking, Fast and Slow",
    "author": "Daniel Kahneman",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1317793965l/11468377.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read",
      "non-fiction"
    ],
    "userRating": 0,
    "averageRating": 4.17,
    "summary": "In the highly anticipated <i>Thinking, Fast and Slow</i>, Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation—each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.<br /><br />Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives—and how we can use different techniques to guard against the mental glitches that often get us into trouble. <i>Thinking, Fast and Slow</i> will transform the way you think about thinking.",
    "date": "Thu, 02 Oct 2025 20:10:42 -0700",
    "readAt": null
  },
  {
    "id": "31170723",
    "title": "Behave: The Biology of Humans at Our Best and Worst",
    "author": "Robert M. Sapolsky",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1517732866l/31170723.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read",
      "non-fiction"
    ],
    "userRating": 0,
    "averageRating": 4.37,
    "summary": "<b>Why do we do the things we do?</b><br /><br />More than a decade in the making, this game-changing book is Robert Sapolsky's genre-shattering attempt to answer that question as fully as perhaps only he could, looking at it from every angle. Sapolsky's storytelling concept is delightful but it also has a powerful intrinsic logic: he starts by looking at the factors that bear on a person's reaction in the precise moment a behavior occurs, and then hops back in time from there, in stages, ultimately ending up at the deep history of our species and its evolutionary legacy.<br /><br />And so the first category of explanation is the neurobiological one. A behavior occurs—whether an example of humans at our best, worst, or somewhere in between. What went on in a person's brain a second before the behavior happened? Then Sapolsky pulls out to a slightly larger field of vision, a little earlier in time: What sight, sound, or smell caused the nervous system to produce that behavior? And then, what hormones acted hours to days earlier to change how responsive that individual is to the stimuli that triggered the nervous system? By now he has increased our field of vision so that we are thinking about neurobiology and the sensory world of our environment and endocrinology in trying to explain what happened.<br /><br />Sapolsky keeps going: How was that behavior influenced by structural changes in the nervous system over the preceding months, by that person's adolescence, childhood, fetal life, and then back to his or her genetic makeup? Finally, he expands the view to encompass factors larger than one individual. How did culture shape that individual's group, what ecological factors millennia old formed that culture? And on and on, back to evolutionary factors millions of years old.<br /><br />The result is one of the most dazzling tours d'horizon of the science of human behavior ever attempted, a majestic synthesis that harvests cutting-edge research across a range of disciplines to provide a subtle and nuanced perspective on why we ultimately do the things we do ... for good and for ill. Sapolsky builds on this understanding to wrestle with some of our deepest and thorniest questions relating to tribalism and xenophobia, hierarchy and competition, morality and free will, and war and peace. Wise, humane, often very funny, <i>Behave</i> is a towering achievement, powerfully humanizing, and downright heroic in its own right.",
    "date": "Thu, 02 Oct 2025 20:07:52 -0700",
    "readAt": null
  },
  {
    "id": "23692271",
    "title": "Sapiens: A Brief History of Humankind",
    "author": "Yuval Noah Harari",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1703329310l/23692271.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read"
    ],
    "userRating": 0,
    "averageRating": 4.32,
    "summary": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "date": "Thu, 02 Oct 2025 20:03:52 -0700",
    "readAt": null
  },
  {
    "id": "61535",
    "title": "The Selfish Gene",
    "author": "Richard Dawkins",
    "coverImage": "https://m.media-amazon.com/images/S/compressed.photo.goodreads.com/books/1366758096l/61535.jpg",
    "category": "Wanna Read",
    "status": "wanna-read",
    "type": "non-fiction",
    "tags": [
      "to-read"
    ],
    "userRating": 0,
    "averageRating": 4.15,
    "summary": "\"The Selfish Gene\" caused a wave of excitement among biologists and the general public when it was first published in 1976. Its vivid rendering of a gene's eye view of life, in lucid prose, gathered together the strands of thought about the nature of natural selection into a conceptual framework with far-reaching implications for our understanding of evolution. Time has confirmed its significance. Intellectually rigorous, yet written in non-technical language, \"The Selfish Gene\" is widely regarded as a masterpiece of science writing, and its insights remain as relevant today as on the day it was published.<br /><br />Chapters:<br />1. Why are people?<br />2. The replicators<br />3. Immortal coils<br />4. The gene machine<br />5. Aggression stability and the selfish machine<br />6. Genesmanship<br />7. Family planning<br />8. Battle of the generations<br />9. Battle of the sexes<br />10. You scratch my back, I'll ride on yours<br />11. Memes: the new replicators<br />12. Nice guys finish first<br />13. The long reach of the gene",
    "date": "Sun, 25 Jan 2026 06:07:37 -0800",
    "readAt": null
  }
]